
[
  "Después de estas cosas aconteció que murió Nahas rey de los hijos de Amón, y reinó en su lugar su hijo.",
  "Y dijo David: Manifestaré misericordia con Hanún hijo de Nahas, porque también su padre me mostró misericordia. Así David envió embajadores que lo consolasen de la muerte de su padre. Y cuando llegaron los siervos de David a la tierra de los hijos de Amón a Hanún, para consolarle,",
  "los príncipes de los hijos de Amón dijeron a Hanún: ¿A tu parecer honra David a tu padre, que te ha enviado consoladores? ¿No vienen más bien sus siervos a ti para espiar, e inquirir, y reconocer la tierra?",
  "Entonces Hanún tomó los siervos de David y los rapó, y les cortó los vestidos por la mitad, hasta las nalgas, y los despidió.",
  "Fueron algunos y dieron aviso a David de lo que había acontecido a aquellos varones; y él envió a encontrarlos, porque estaban muy afrentados. El rey mandó que les dijeran: Estaos en Jericó hasta que os crezca la barba, y entonces volveréis.",
  "Y viendo los hijos de Amón que se habían hecho odiosos a David, Hanún y los hijos de Amón enviaron mil talentos de plata, para tomar a sueldo carros y gente de a caballo de Mesopotamia, de Siria, de Maaca y de Soba.",
  "Y tomaron a sueldo treinta y dos mil carros, y al rey de Maaca y a su ejército, los cuales vinieron y acamparon delante de Medeba. Y se juntaron también los hijos de Amón de sus ciudades, y vinieron a la guerra.",
  "Oyéndolo David, envió a Joab con todo el ejército de los hombres valientes.",
  "Y los hijos de Amón salieron, y ordenaron la batalla a la entrada de la ciudad; y los reyes que habían venido estaban aparte en el campo.",
  "Y viendo Joab que el ataque contra él era por el frente y por la retaguardia, escogió de los más bravos de Israel, y púsose en orden de batalla contra los sirios.",
  "Puso luego el resto de la gente en mano de Abisai su hermano, y se pusieron en orden de batalla contra los amonitas.",
  "Y dijo: Si los sirios fueren más fuertes que yo, tú me ayudarás; y si los amonitas fueren más fuertes que tú, yo te ayudaré.",
  "Esfuérzate, y esforcémonos por nuestro pueblo, y por la ciudad de nuestro Dios; y haga Jehová lo que bien le parezca.",
  "Entonces se acercó Joab y el pueblo que tenía consigo, para pelear contra los sirios; mas ellos huyeron delante de él.",
  "Y los hijos de Amón, viendo que los sirios habían huido, huyeron también ellos delante de Abisai su hermano, y entraron en la ciudad. Entonces Joab volvió a Jerusalén.",
  "Viendo los sirios que habían caído delante de Israel, enviaron embajadores, y trajeron a los sirios que estaban al otro lado del Eufrates, cuyo capitán era Sofac, general del ejército de Hadad-ezer.",
  "Luego que fue dado aviso a David, reunió a todo Israel, y pasando el Jordán vino a ellos, y ordenó batalla contra ellos. Y como David les hubo ordenado batalla, pelearon con él los sirios.",
  "Mas el pueblo de Siria huyó delante de Israel; y mató David de los sirios a siete mil hombres de los carros, y cuarenta mil hombres de a pie; asimismo mató a Sofac general del ejército.",
  "Y viendo los siervos de Hadad-ezer que habían caído delante de Israel, concertaron paz con David, y fueron sus siervos; y el pueblo de Siria no quiso volver a dar ayuda a los hijos de Amón."
]
    