
[
  "En aquellos días no había rey en Israel. Y en aquellos días la tribu de Dan buscaba posesión para sí donde morar, porque hasta entonces no había tenido posesión entre las tribus de Israel.",
  "Y los hijos de Dan enviaron de su tribu cinco hombres de entre ellos, hombres valientes, de Zora y Estaol, para que reconociesen y explorasen la tierra; y les dijeron: Id y reconoced la tierra. Estos llegaron al monte de Efraín, hasta la casa de Micaía, y allí posaron.",
  "Cuando estaban cerca de la casa de Micaía, reconocieron la voz del joven levita; y llegándose allá, le dijeron: ¿Quién te ha traído acá? ¿y qué haces aquí? ¿y qué tienes tú por aquí?",
  "Él les respondió: De esta y esta manera ha hecho conmigo Micaía, y me ha tomado para que le sea sacerdote.",
  "Y ellos le dijeron: Pregunta, pues, ahora a Dios, para que sepamos si ha de prosperar este viaje que hacemos.",
  "El sacerdote les respondió: Id en paz; delante de Jehová está vuestro camino en que andáis.",
  "Entonces aquellos cinco hombres salieron, y vinieron a Lais; y vieron que el pueblo que habitaba en ella estaba seguro, ocioso y confiado, conforme a la costumbre de los de Sidón, sin que nadie en aquella región los perturbase en cosa alguna, ni los oprimiese; y estaban lejos de los sidonios, y no tenían negocios con nadie.",
  "Volviendo, pues, ellos a sus hermanos en Zora y Estaol, sus hermanos les dijeron: ¿Qué hay?",
  "Ellos respondieron: Levantaos, subamos contra ellos; porque nosotros hemos explorado la región, y hemos visto que es muy buena; ¿y vosotros os estaréis quietos? No seáis perezosos en poneros en marcha para ir a tomar posesión de la tierra.",
  "Cuando vayáis, llegaréis a un pueblo confiado y a una tierra espaciosa, pues Dios la ha entregado en vuestras manos; lugar donde no hay falta de ninguna cosa que haya en la tierra.",
  "Entonces salieron de allí, de Zora y de Estaol, seiscientos hombres de la tribu de Dan, armados de armas de guerra.",
  "Y subieron y acamparon en Quiriat-jearim en Judá, por lo cual llamaron aquel lugar el campamento de Dan, hasta hoy; está detrás de Quiriat-jearim.",
  "Pasando de allí al monte de Efraín, vinieron hasta la casa de Micaía.",
  "Entonces aquellos cinco hombres que habían ido a reconocer la tierra de Lais, dijeron a sus hermanos: ¿No sabéis que en estas casas hay efod y terafines, y una imagen de talla y una de fundición? Mirad, pues, lo que habéis de hacer.",
  "Cuando llegaron allá, se apartaron hacia la casa del joven levita, en casa de Micaía, y le preguntaron cómo estaba.",
  "Y los seiscientos hombres, que eran de los hijos de Dan, estaban armados de sus armas de guerra a la entrada de la puerta.",
  "Y subiendo los cinco hombres que habían ido a reconocer la tierra, entraron allá y tomaron la imagen de talla, el efod, los terafines y la imagen de fundición, mientras estaba el sacerdote a la entrada de la puerta con los seiscientos hombres armados de armas de guerra.",
  "Entrando, pues, aquéllos en la casa de Micaía, tomaron la imagen de talla, el efod, los terafines y la imagen de fundición. Y el sacerdote les dijo: ¿Qué hacéis vosotros?",
  "Y ellos le respondieron: Calla, pon la mano sobre tu boca, y vente con nosotros, para que seas nuestro padre y sacerdote. ¿Es mejor que seas tú sacerdote en casa de un solo hombre, que de una tribu y una familia de Israel?",
  "Y se alegró el corazón del sacerdote, el cual tomó el efod y los terafines y la imagen, y se fue en medio del pueblo.",
  "Y ellos se volvieron y partieron, y pusieron los niños y el ganado y el bagaje por delante.",
  "Cuando ya se habían alejado de la casa de Micaía, los hombres que habitaban en las casas vecinas a la casa de Micaía se juntaron y siguieron a los hijos de Dan.",
  "Y dando voces a los de Dan, éstos volvieron sus rostros, y dijeron a Micaía: ¿Qué tienes, que has juntado gente?",
  "Él respondió: Mis dioses que yo hice os habéis llevado, y también al sacerdote, y os vais; ¿qué más me queda? ¿Y todavía me preguntáis qué tengo?",
  "Y los hijos de Dan le dijeron: No des voces tras nosotros, no sea que los de ánimo colérico os acometan, y pierdas también tu vida y la vida de los tuyos.",
  "Y siguieron los hijos de Dan su camino; y viendo Micaía que eran más fuertes que él, se volvió y regresó a su casa.",
  "Y ellos se llevaron las cosas que había hecho Micaía, y el sacerdote que tenía, y llegaron a Lais, al pueblo tranquilo y confiado; y los hirieron a filo de espada, y quemaron la ciudad con fuego.",
  "Y no hubo quien los defendiese, porque estaban lejos de Sidón, y no tenían negocios con nadie. Y la ciudad estaba en el valle que hay junto a Bet-rehob. Luego reedificaron la ciudad, y habitaron en ella.",
  "Y llamaron el nombre de aquella ciudad Dan, conforme al nombre de Dan su padre, hijo de Israel, bien que antes el nombre de la ciudad era Lais.",
  "Y los hijos de Dan levantaron para sí la imagen de talla; y Jonatán hijo de Gersón, hijo de Moisés, y sus hijos, fueron sacerdotes en la tribu de Dan, hasta el día del cautiverio de la tierra.",
  "Así tuvieron levantada entre ellos la imagen de talla que Micaía había hecho, todo el tiempo que la casa de Dios estuvo en Silo."
]
    