
[
"Profecía sobre el valle de la visión. ¿Qué tienes ahora, que con todos los tuyos has subido sobre los terrados?",
"Tú, llena de alborotos, ciudad turbulenta, ciudad alegre; tus muertos no son muertos a espada, ni muertos en guerra.",
"Todos tus príncipes juntos huyeron del arco, fueron atados; todos los que en ti se hallaron, fueron atados juntamente, aunque habían huido lejos.",
"Por esto dije: Dejadme, lloraré amargamente; no os afanéis por consolarme de la destrucción de la hija de mi pueblo.",
"Porque día es de alboroto, de angustia y de confusión, de parte del Señor, Jehová de los ejércitos, en el valle de la visión, para derribar el muro, y clamar al monte.",
"Y Elam tomó aljaba, con carros y con jinetes, y Kir sacó el escudo.",
"Tus hermosos valles fueron llenos de carros, y los de a caballo acamparon a la puerta.",
"Y desnudó la cubierta de Judá; y miraste en aquel día hacia la casa de armas del bosque.",
"Visteis las brechas de la ciudad de David, que se multiplicaron; y recogisteis las aguas del estanque de abajo.",
"Y contasteis las casas de Jerusalén, y derribasteis casas para fortificar el muro.",
"Hicisteis foso entre los dos muros para las aguas del estanque viejo; y no tuvisteis respeto al que lo hizo, ni mirasteis de lejos al que lo labró.",
"Por tanto, el Señor, Jehová de los ejércitos, llamó en este día a llanto y a endechas, a raparse el cabello y a vestir cilicio;",
"y he aquí gozo y alegría, matando vacas y degollando ovejas, comiendo carne y bebiendo vino, diciendo: Comamos y bebamos, porque mañana moriremos.",
"Esto fue revelado a mis oídos de parte de Jehová de los ejércitos: Que este pecado no os será perdonado hasta que muráis, dice el Señor, Jehová de los ejércitos.",
"Así dice el Señor, Jehová de los ejércitos: Ve, entra a este tesorero, a Sebna el mayordomo, y dile:",
"¿Qué tienes tú aquí, o a quién tienes aquí, que labraste aquí sepulcro para ti, como el que en lugar alto labra su sepultura, o el que esculpe para sí morada en una peña?",
"He aquí que Jehová te transportará en duro cautiverio, y de cierto te cubrirá el rostro.",
"Te echará a rodar con ímpetu, como a bola por tierra extensa; allá morirás, y allá estarán los carros de tu gloria, oh vergüenza de la casa de tu señor.",
"Y te arrojaré de tu lugar, y de tu puesto te empujaré.",
"En aquel día llamaré a mi siervo Eliaquim hijo de Hilcías,",
"y lo vestiré de tus vestiduras, y lo ceñiré de tu talabarte, y entregaré en sus manos tu potestad; y será padre al morador de Jerusalén, y a la casa de Judá.",
"Y pondré la llave de la casa de David sobre su hombro; y abrirá, y nadie cerrará; cerrará, y nadie abrirá.",
"Y lo hincaré como clavo en lugar firme; y será por asiento de honra a la casa de su padre.",
"Colgarán de él toda la honra de la casa de su padre, los hijos y los nietos, todos los vasos menores, desde las tazas hasta toda clase de jarros.",
"En aquel día, dice Jehová de los ejércitos, el clavo hincado en lugar firme será quitado; será quebrado y caerá, y la carga que sobre él se puso se perderá; porque Jehová habló."
]
    