
[
  "Cuando Jabín rey de Hazor oyó estas cosas, envió mensaje a Jobab rey de Madón, al rey de Simrón, al rey de Acsaf,",
  "y a los reyes que estaban en la región del norte en las montañas, y en el Arabá al sur de Cineret, en los llanos, y en las regiones de Dor al occidente;",
  "y al cananeo que estaba al oriente y al occidente, al amorreo, al heteo, al ferezeo, al jebuseo en las montañas, y al heveo al pie de Hermón en tierra de Mizpa.",
  "Estos salieron, y con ellos todos sus ejércitos, mucha gente, como la arena que está a la orilla del mar en multitud, con muchísimos caballos y carros de guerra.",
  "Todos estos reyes se unieron, y vinieron y acamparon juntos en las aguas de Merom, para pelear contra Israel.",
  "Mas Jehová dijo a Josué: No tengas temor de ellos, porque mañana a esta hora yo entregaré a todos ellos muertos delante de Israel; desjarretarás sus caballos, y sus carros quemarás a fuego.",
  "Y Josué, y toda la gente de guerra con él, vino de repente contra ellos junto a las aguas de Merom, y los atacaron.",
  "Y los entregó Jehová en manos de Israel, los cuales los hirieron y los siguieron hasta Sidón la grande y hasta Misrefotmaim, y hasta el llano de Mizpa al oriente, hiriéndolos hasta que no les dejaron ninguno.",
  "Y Josué hizo con ellos como Jehová le había mandado: desjarretó sus caballos, y sus carros quemó a fuego.",
  "Y volviendo Josué, en el mismo tiempo tomó a Hazor, y mató a espada a su rey; pues Hazor había sido antes cabeza de todos estos reinos.",
  "Y mataron a espada todo cuanto en ella tenía vida, destruyéndolo por completo, sin que quedara nada que respirase; y a Hazor quemó a fuego.",
  "Asimismo tomó Josué todas las ciudades de aquellos reyes, y a todos los reyes de ellas, y los hirió a filo de espada, y los destruyó, como Moisés siervo de Jehová lo había mandado.",
  "Pero a todas las ciudades que estaban sobre colinas, no las quemó Israel; únicamente a Hazor quemó Josué.",
  "Y los hijos de Israel tomaron para sí todos los despojos y las bestias de aquellas ciudades; pero a todos los hombres hirieron a filo de espada hasta destruirlos, sin dejar alguno con vida.",
  "De la manera que Jehová lo había mandado a Moisés su siervo, así Moisés lo mandó a Josué; y así Josué lo hizo, sin quitar palabra de todo lo que Jehová había mandado a Moisés.",
  "Tomó, pues, Josué toda aquella tierra, las montañas, todo el Neguev, toda la tierra de Gosén, los llanos, el Arabá, las montañas de Israel y sus valles.",
  "Desde el monte Halac, que sube hacia Seir, hasta Baal-gad en la llanura del Líbano, a la falda del monte Hermón; tomó asimismo a todos sus reyes, y los hirió y mató.",
  "Por mucho tiempo tuvo guerra Josué con estos reyes.",
  "No hubo ciudad que hiciese paz con los hijos de Israel, salvo los heveos que moraban en Gabaón; todo lo tomaron en guerra.",
  "Porque esto vino de Jehová, que endurecía el corazón de ellos para que resistiesen con guerra a Israel, para destruirlos, y que no les fuese hecha misericordia, sino que fuesen desarraigados, como Jehová lo había mandado a Moisés.",
  "También en aquel tiempo vino Josué y destruyó a los anaceos de los montes, de Hebrón, de Debir, de Anab, de todos los montes de Judá y de todos los montes de Israel; Josué los destruyó a ellos y a sus ciudades.",
  "Ninguno de los anaceos quedó en la tierra de los hijos de Israel; solamente quedaron en Gaza, en Gat y en Asdod.",
  "Tomó, pues, Josué toda la tierra, conforme a todo lo que Jehová había dicho a Moisés; y la entregó Josué a los israelitas por herencia conforme a su distribución según sus tribus; y la tierra descansó de la guerra."
]
    