[
"Puesto que no son ocultos los tiempos al Todopoderoso, ¿Por qué los que le conocen no ven sus días?",
"Traspasan los linderos, Roban los ganados, y los apacientan.",
"Se llevan el asno de los huérfanos, Y toman en prenda el buey de la viuda.",
"Hacen apartar del camino a los menesterosos, Y todos los pobres de la tierra se esconden.",
"He aquí, como asnos monteses en el desierto, Salen a su obra madrugando para robar; El desierto es mantenimiento de sus hijos.",
"En el campo siegan la mies que no es suya, Y vendimian la viña del impío.",
"Al desnudo hacen dormir sin ropa, Y sin cobertura en el frío.",
"Con las lluvias de los montes se mojan, Y abrazan las peñas por falta de abrigo.",
"Quitan el pecho a los huérfanos, Y de sobre el pobre toman la prenda.",
"Al desnudo hacen andar sin vestido, Y a los hambrientos quitan las gavillas.",
"De dentro de sus paredes exprimen el aceite, Pisan los lagares, y mueren de sed.",
"Desde la ciudad gimen los moribundos, Y clama el alma de los heridos de muerte, Pero Dios no atiende su oración.",
"Otros son de los que se rebelan a la luz, Nunca conocieron sus caminos, Ni estuvieron en sus veredas.",
"A la luz se levanta el matador; mata al pobre y al necesitado, Y de noche es como ladrón.",
"El ojo del adúltero está aguardando la noche, Diciendo: No me verá nadie; Y esconde su rostro.",
"En las tinieblas minan las casas Que de día para sí señalaron; No conocen la luz.",
"Porque la mañana es para todos ellos como sombra de muerte; Si son conocidos, terrores de sombra de muerte los toman.",
"Huyen ligeros como corriente de aguas; Su porción es maldita en la tierra; No andarán por el camino de las viñas.",
"La sequía y el calor arrebatan las aguas de la nieve; Así también el Seol a los pecadores.",
"De ellos se olvidará el seno materno; de ellos sentirán los gusanos dulzura; Nunca más habrá de ellos memoria, Y como un árbol los impíos serán quebrantados.",
"A la mujer estéril, que no concebía, afligió, Y a la viuda nunca hizo bien.",
"A los fuertes adelantó con su poder; Se levantó, y no está seguro de la vida.",
"Le da seguridad y confianza; Sus ojos están sobre los caminos de ellos.",
"Fueron exaltados un poco, mas desaparecen, Y son abatidos como todos los demás; Serán encerrados, y cortados como cabezas de espigas.",
"Y si no, ¿quién me desmentirá ahora, O reducirá a nada mis palabras?"
]