
[
  "Cuando Jehová tu Dios haya destruido las naciones cuya tierra Jehová tu Dios te da a ti, y tú las heredes, y habites en sus ciudades y en sus casas,",
  "te apartarás tres ciudades en medio de la tierra que Jehová tu Dios te da para que la poseas.",
  "Arreglarás los caminos, y dividirás en tres partes el territorio de la tierra que Jehová tu Dios te dará en heredad, y será para que todo homicida huya allí.",
  "Y este es el caso del homicida que huirá allí, y vivirá: el que hiriere a su prójimo sin intención, sin haber tenido enemistad con él anteriormente;",
  "como el que fuere con su prójimo al monte a cortar leña, y al dar con el hacha el golpe para cortar algún leño, saltare el hierro del cabo, y diere contra su prójimo, y éste muriere; aquél huirá a una de estas ciudades, y vivirá;",
  "no sea que el vengador de la sangre, enfurecido, persiga al homicida, y le alcance por ser largo el camino, y le hiere de muerte, no debiendo ser condenado a muerte, por cuanto no había tenido enemistad con el muerto anteriormente.",
  "Por tanto yo te mando, diciendo: Separarás tres ciudades.",
  "Y si Jehová tu Dios ensanchare tu territorio, como lo juró a tus padres, y te diere toda la tierra que prometió dar a tus padres,",
  "siempre y cuando guardares todos estos mandamientos que yo te prescribo hoy, para ponerlos por obra; que ames a Jehová tu Dios y andes en sus caminos todos los días; entonces añadirás tres ciudades más a estas tres,",
  "para que no sea derramada sangre inocente en medio de la tierra que Jehová tu Dios te da por heredad, y no seas culpado de derramamiento de sangre.",
  "Pero si hubiere alguno que aborreciere a su prójimo y lo acechare, y se levantare contra él y lo hiriere de muerte, y muriere; y huyere a alguna de estas ciudades;",
  "entonces los ancianos de su ciudad enviarán y lo sacarán de allí, y lo entregarán en mano del vengador de la sangre para que muera.",
  "No le compadecerá tu ojo; y quitarás de Israel la sangre inocente, para que te vaya bien.",
  "No reducirás los límites de la propiedad de tu prójimo, que fijaron los antiguos en la heredad que recibas en la tierra que Jehová tu Dios te da para poseerla.",
  "No se tomará en cuenta a un solo testigo contra ninguno en cualquier delito ni en cualquier pecado, en relación con cualquiera ofensa cometida. Sólo por el testimonio de dos o tres testigos se mantendrá la acusación.",
  "Cuando se levantare testigo falso contra alguno, para testificar contra él,",
  "entonces los dos litigantes se presentarán delante de Jehová, delante de los sacerdotes y de los jueces que hubiere en aquellos días.",
  "Y los jueces inquirirán bien; y si aquel testigo resultare falso, y hubiere acusado falsamente a su hermano,",
  "entonces haréis a él como él pensó hacer a su hermano; y quitarás el mal de en medio de ti.",
  "Y los que quedaren oirán y temerán, y no volverán a hacer más una maldad semejante en medio de ti.",
  "Y no le compadecerá tu ojo: vida por vida, ojo por ojo, diente por diente, mano por mano, pie por pie."
]
    