[
"Roboam fue a Siquem, porque en Siquem se había reunido todo Israel para hacerle rey.",
"Y aconteció que cuando lo oyó Jeroboam hijo de Nabat, que estaba en Egipto, adonde había huido a causa del rey Salomón, volvió de Egipto.",
"Y enviaron y le llamaron. Vino, pues, Jeroboam, y todo Israel, y hablaron a Roboam, diciendo:",
"Tu padre agravó nuestro yugo; ahora pues, alivia tú algo de la dura servidumbre, y del pesado yugo con que tu padre nos apremió, y te serviremos.",
"Y él les dijo: Volved a mí de aquí a tres días. Y el pueblo se fue.",
"Entonces el rey Roboam tomó consejo con los ancianos que habían estado delante de Salomón su padre cuando vivía, y les dijo: ¿Cómo aconsejáis vosotros que responda a este pueblo?",
"Y ellos le hablaron, diciendo: Si te condujeres humanamente con este pueblo, y les agradares, y leshablares buenas palabras, ellos te servirán para siempre.",
"Pero él dejó el consejo de los ancianos que ellos le habían aconsejado, y tomó consejo con los jóvenes que se habían criado con él, y que estaban delante de él.",
"Y les dijo: ¿Cómo aconsejáis vosotros que respondamos a este pueblo, que me ha hablado, diciendo: Alivia algo del yugo que tu padre puso sobre nosotros?",
"Entonces los jóvenes que se habían criado con él, le hablaron, diciendo: Así dirás al pueblo que te ha hablado diciendo: Tu padre agravó nuestro yugo, mas tú disminúyenos algo; así les dirás: Mi dedo más pequeño es más grueso que los lomos de mi padre.",
"Mi padre os cargó de yugo pesado, pero yo añadiré a vuestro yugo; mi padre os castigó con azotes, mas yo os castigaré con escorpiones.",
"Vino, pues, Jeroboam y todo el pueblo a Roboam al tercer día, según el rey les había mandado, diciendo: Volved a mí al tercer día.",
"Y el rey les respondió ásperamente; y dejó el rey Roboam el consejo de los ancianos,",
"y les habló conforme al consejo de los jóvenes, diciendo: Mi padre agravó vuestro yugo, pero yo añadiré a vuestro yugo; mi padre os castigó con azotes, mas yo os castigaré con escorpiones.",
"Y no escuchó el rey al pueblo; porque la causa era de Dios, para que Jehová cumpliera la palabra que había hablado por Ahías silonita a Jeroboam hijo de Nabat.",
"Y viendo todo Israel que el rey no les había oído, respondió el pueblo al rey, diciendo: ¿Qué parte tenemos nosotros con David? No tenemos herencia en el hijo de Isaí. ¡Cada uno a sus tiendas, oh Israel! ¡Mira ahora por tu casa, David! Así se fue todo Israel a sus tiendas.",
"Pero Roboam reinó sobre los hijos de Israel que habitaban en las ciudades de Judá.",
"Envió luego el rey Roboam a Adoniram, que estaba sobre los tributos; pero lo apedrearon los hijos de Israel, y murió. Entonces se apresuró el rey Roboam, y subiendo en un carro huyó a Jerusalén.",
"Así se apartó Israel de la casa de David hasta hoy."
]