[
"Tenía, pues, Josafat riquezas y gloria en abundancia; y contrajo parentesco con Acab.",
"Y después de algunos años descendió a Samaria para visitar a Acab; por lo que Acab mató muchas ovejas y bueyes para él y para la gente que con él venía, y le persuadió que fuese con él contra Ramot de Galaad.",
"Y dijo Acab rey de Israel a Josafat rey de Judá: ¿Quieres venir conmigo contra Ramot de Galaad? Y él respondió: Yo soy como tú, y mi pueblo como tu pueblo; iremos contigo a la guerra.",
"Además dijo Josafat al rey de Israel: Te ruego que consultes hoy la palabra de Jehová.",
"Entonces el rey de Israel reunió a cuatrocientos profetas, y les preguntó: ¿Iremos a la guerra contra Ramot de Galaad, o me estaré quieto? Y ellos dijeron: Sube, porque Dios los entregará en mano del rey.",
"Pero Josafat dijo: ¿No hay aquí todavía algún profeta de Jehová, para que por medio de él preguntemos?",
"Y el rey de Israel respondió a Josafat: Aún hay aquí un varón por el cual podemos preguntar a Jehová; mas yo le aborrezco, porque nunca me profetiza cosa buena, sino siempre mal. Este es Micaías hijo de Imla. Y respondió Josafat: No hable así el rey.",
"Entonces el rey de Israel llamó a un oficial, y le dijo: Haz venir luego a Micaías hijo de Imla.",
"Y el rey de Israel y Josafat rey de Judá, estaban sentados cada uno en su trono, vestidos con sus ropas reales, y estaban sentados en la era junto a la entrada de la puerta de Samaria; y todos los profetas profetizaban delante de ellos.",
"Y Sedequías hijo de Quenaana se había hecho cuernos de hierro, y decía: Así ha dicho Jehová: Con éstos acornearás a los sirios hasta destruirlos del todo.",
"De esta manera profetizaban también todos los profetas, diciendo: Sube contra Ramot de Galaad, y serás prosperado; porque Jehová la entregará en mano del rey.",
"Y el mensajero que había ido a llamar a Micaías, le habló, diciendo: He aquí, las palabras de los profetas a una voz anuncian al rey cosas buenas; yo, pues, te ruego que tu palabra sea como la de uno de ellos, y que anuncies buen éxito.",
"Dijo Micaías: Vive Jehová, que lo que mi Dios me dijere, eso hablaré.",
"Vino, pues, al rey. Y el rey le dijo: Micaías, ¿iremos a pelear contra Ramot de Galaad, o me estaré quieto? Y él respondió: Subid, y seréis prosperados, pues serán entregados en vuestras manos.",
"El rey le dijo: ¿Hasta cuántas veces te conjuraré por el nombre de Jehová que no me hables sino la verdad?",
"Entonces él dijo: He visto a todo Israel esparcido por los montes como ovejas sin pastor; y dijo Jehová: Éstos no tienen señor; vuélvase cada uno en paz a su casa.",
"Y el rey de Israel dijo a Josafat: ¿No te había yo dicho que no me profetizaría bien, sino mal?",
"Dijo también Micaías: Oíd, pues, palabra de Jehová: Yo he visto a Jehová sentado en su trono, y todo el ejército de los cielos estaba a su mano derecha y a su izquierda.",
"Y Jehová dijo: ¿Quién inducirá a Acab rey de Israel, para que suba y caiga en Ramot de Galaad? Y uno decía así, y otro decía de otra manera.",
"Entonces salió un espíritu, que se puso delante de Jehová y dijo: Yo le induciré. Y Jehová le dijo: ¿De qué modo?",
"Y él dijo: Saldré y seré espíritu de mentira en la boca de todos sus profetas. Y Jehová dijo: Tú le inducirás, y lo conseguirás; anda, y hazlo así.",
"Y ahora, he aquí Jehová ha puesto espíritu de mentira en la boca de estos tus profetas; pues Jehová ha hablado el mal contra ti.",
"Entonces Sedequías hijo de Quenaana se le acercó y golpeó a Micaías en la mejilla, y dijo: ¿Por qué camino se fue de mí el Espíritu de Jehová para hablarte a ti?",
"Y Micaías respondió: He aquí tú lo verás aquel día, cuando entres de cámara en cámara para esconderte.",
"Entonces el rey de Israel dijo: Tomad a Micaías, y llevadlo a Amón gobernador de la ciudad, y a Joás hijo del rey.",
"Y diréis: El rey ha dicho así: Poned a éste en la cárcel, y sustentadle con pan de aflicción y agua de angustia, hasta que yo vuelva en paz.",
"Y Micaías dijo: Si tú volvieres en paz, Jehová no ha hablado por mí. Dijo además: Oíd, pueblos todos.",
"Subió, pues, el rey de Israel con Josafat rey de Judá a Ramot de Galaad.",
"Y dijo el rey de Israel a Josafat: Yo me disfrazaré para entrar en la batalla, pero tú vístete tus ropas. Y se disfrazó el rey de Israel, y entró en la batalla.",
"Había el rey de Siria mandado a los capitanes de los carros que tenía consigo, diciendo: No peleéis con chico ni con grande, sino sólo con el rey de Israel.",
"Y cuando los capitanes de los carros vieron a Josafat, dijeron: Éste es el rey de Israel. Y lo rodearon para pelear; mas Josafat clamó, y Jehová lo ayudó, y los apartó Dios de él.",
"Pues viendo los capitanes de los carros que no era el rey de Israel, desistieron de seguirle.",
"Y un hombre disparó su arco a la ventura, e hirió al rey de Israel entre las junturas y el coselete. Él entonces dijo al que guiaba el carro: Da la vuelta, y sácame del campo, pues estoy mal herido.",
"Y arreció la batalla aquel día, y el rey de Israel estuvo en pie en el carro enfrente de los sirios hasta la tarde; y murió a la hora de la puesta del sol."
]