[
"Durmió Josafat con sus padres, y lo sepultaron con sus padres en la ciudad de David. Y reinó en su lugar Joram su hijo.",
"Y tuvo éste hermanos, hijos de Josafat: Azarías, Jehiel, Zacarías, Azarías, Micael y Sefatías; todos estos fueron hijos de Josafat rey de Israel.",
"Y su padre les había dado grandes dones de plata y de oro, и cosas preciosas, y ciudades fortificadas en Judá; pero el reino lo dio a Joram, porque él era el primogénito.",
"Fue elevado, pues, Joram al reino de su padre; y luego que se hizo fuerte, mató a espada a todos sus hermanos, y también a algunos de los príncipes de Israel.",
"Cuando comenzó a reinar era de treinta y dos años, y reinó ocho años en Jerusalén.",
"Y anduvo en el camino de los reyes de Israel, como hizo la casa de Acab; porque tenía por mujer a la hija de Acab, e hizo lo malo ante los ojos de Jehová.",
"Mas Jehová no quiso destruir la casa de David, a causa del pacto que había hecho con David, y porque le había dicho que le daría lámpara a él y a sus hijos perpetuamente.",
"En los días de éste se rebeló Edom contra el dominio de Judá, y pusieron rey sobre sí.",
"Entonces pasó Joram con sus príncipes, y consigo todos sus carros; y se levantó de noche, y derrotó a los edomitas que le habían sitiado, y a todos los comandantes de sus carros.",
"No obstante, Edom se libertó del dominio de Judá hasta hoy. También se rebeló en el mismo tiempo Libna contra su dominio; por cuanto él había dejado a Jehová el Dios de sus padres.",
"Además de esto, hizo lugares altos en los montes de Judá, e hizo que los moradores de Jerusalén fornicasen, y a ello impelió a Judá.",
"Y le llegó una carta del profeta Elías, que decía: Jehová el Dios de David tu padre ha dicho así: Por cuanto no has andado en los caminos de Josafat tu padre, ni en los caminos de Asa rey de Judá,",
"sino que has andado en el camino de los reyes de Israel, y has hecho que fornicase Judá y los moradores de Jerusalén, como fornicó la casa de Acab; y además has dado muerte a tus hermanos, a la familia de tu padre, los cuales eran mejores que tú;",
"he aquí Jehová herirá a tu pueblo de una gran plaga, y a tus hijos y a tus mujeres, y a toda tu hacienda;",
"y a ti con muchas enfermedades, con enfermedad de tus intestinos, hasta que los intestinos se te salgan por la enfermedad de cada día.",
"Entonces despertó Jehová contra Joram la ira de los filisteos, y de los árabes que estaban junto a los etíopes;",
"y subieron contra Judá, e invadieron la tierra, y tomaron todos los bienes que hallaron en la casa del rey, y a sus hijos y a sus mujeres; y no le quedó más hijo que Joacaz el menor de sus hijos.",
"Después de todo esto, Jehová lo hirió con una enfermedad incurable en los intestinos.",
"Y aconteció que al pasar muchos días, al cabo de dos años, los intestinos se le salieron por la enfermedad, y murió de malas enfermedades. Y no le hizo su pueblo gran hoguera, como la había hecho a sus padres.",
"Cuando comenzó a reinar era de treinta y dos años, y reinó en Jerusalén ocho años; y murió sin que lo desearan más. Y lo sepultaron en la ciudad de David, pero no en los sepulcros de los reyes."
]