[
"Además hizo un altar de bronce de veinte codos de longitud, y veinte codos de anchura, y diez codos de altura.",
"También hizo un mar de fundición, de diez codos del un lado al otro, redondo, y de cinco codos de altura; y un cordón de treinta codos de largo lo ceñía alrededor.",
"Y debajo del mar había figuras de bueyes que lo rodeaban, diez en cada codo, y ceñían el mar alrededor en dos hileras, los cuales habían sido fundidos cuando el mar fue fundido.",
"Y se asentaba sobre doce bueyes; tres miraban al norte, tres al occidente, tres al sur, y tres al oriente; sobre éstos se apoyaba el mar, y las ancas de ellos estaban hacia la parte de adentro.",
"El grueso del mar era de un palmo, y su borde era labrado como el borde de un cáliz, o de flor de lis. Y le cabían tres mil batos.",
"Hizo también diez fuentes, y puso cinco a la derecha y cinco a la izquierda, para lavar en ellas; lavaban en ellas lo que se ofrecía en holocausto; mas el mar era para lavarse los sacerdotes.",
"Hizo asimismo diez candeleros de oro según su forma, los cuales puso en el templo, cinco a la derecha y cinco a la izquierda.",
"Además hizo diez mesas y las puso en el templo, cinco a la derecha y cinco a la izquierda; también hizo cien tazones de oro.",
"Asimismo hizo el atrio de los sacerdotes, y el gran atrio, y las puertas del atrio, y cubrió de bronce las puertas de ellas.",
"Y colocó el mar al lado derecho, hacia el sureste.",
"Hizo también Hiram calderos, palas y tazones; y acabó Hiram la obra que hacía al rey Salomón para la casa de Dios;",
"dos columnas, los cordones, los capiteles que estaban a la cabeza de las dos columnas, las dos redes para cubrir las dos esferas de los capiteles que estaban a la cabeza de las columnas,",
"las cuatrocientas granadas para las dos redes (dos hileras de granadas para cada red, para cubrir las dos esferas de los capiteles que estaban sobre las columnas);",
"hizo también las basas, sobre las cuales asentó las fuentes;",
"un mar, con los doce bueyes debajo de él;",
"calderos, palas y garfios; y todos sus enseres los hizo Hiram-abi al rey Salomón, para la casa de Jehová, de bronce bruñido.",
"Los fundió el rey en los llanos del Jordán, en tierra arcillosa, entre Sucot y Seredata.",
"Y Salomón hizo todos estos enseres en número tan grande, que no se supo el peso del bronce.",
"Hizo también Salomón todos los enseres de la casa de Dios, el altar de oro, las mesas sobre las cuales se ponían los panes de la proposición,",
"los candeleros y sus lámparas, de oro puro, para que las encendiesen delante del lugar santísimo, conforme a la ordenanza.",
"Asimismo las flores, las lámparas y las despabiladeras de oro, de oro muy puro.",
"También los incensarios, los tazones, las cucharas y los braseros, de oro puro. Y la entrada de la casa, sus puertas interiores para el lugar santísimo, y las puertas de la casa del templo, eran de oro."
]