
[
  "La segunda suerte tocó a Simeón, a la tribu de los hijos de Simeón conforme a sus familias; y su heredad fue en medio de la heredad de los hijos de Judá.",
  "Y tuvieron en su heredad a Beerseba, Seba, Molada,",
  "Hazar-sual, Bala, Ezem,",
  "Eltolad, Betul, Horma,",
  "Siclag, Bet-marcabot, Hazar-susa,",
  "Bet-lebaot y Saruhén; trece ciudades con sus aldeas.",
  "Aín, Rimón, Eter y Asán; cuatro ciudades con sus aldeas;",
  "y todas las aldeas que estaban alrededor de estas ciudades hasta Baalat-beer, que es Ramat del Neguev. Esta es la heredad de la tribu de los hijos de Simeón, según sus familias.",
  "De la suerte de los hijos de Judá fue sacada la heredad de los hijos de Simeón, por cuanto la parte de los hijos de Judá era excesiva para ellos; así que los hijos de Simeón tuvieron su heredad en medio de la de ellos.",
  "La tercera suerte tocó a los hijos de Zabulón conforme a sus familias; y el límite de su heredad fue hasta Sarid.",
  "Y su límite sube hacia el mar, y a Marala, y llega hasta Dabasett, y de allí llega hasta el arroyo que está enfrente de Jocneam.",
  "Después da vuelta desde Sarid hacia el oriente, hacia donde nace el sol, hasta el límite de Quislot-tabor, y sale a Daberat, y sube a Jafía.",
  "Y de allí pasa hacia el lado oriental a Gat-hefer y a Ita-cazín, y sale a Rimón, rodeando hasta Nea.",
  "Luego da vuelta hacia el norte, confinando con Hanatón, y sale al valle de Jefte-el.",
  "Y Catat, Naalal, Simrón, Idala y Belén; doce ciudades con sus aldeas.",
  "Esta es la heredad de los hijos de Zabulón conforme a sus familias; estas ciudades con sus aldeas.",
  "La cuarta suerte tocó a Isacar, a los hijos de Isacar conforme a sus familias.",
  "Y fue el territorio de ellos Jezreel, Quesulot, Sunem,",
  "Hafaraim, Sihón, Anaharat,",
  "Rabit, Quisión, Abez,",
  "Remet, En-ganim, En-hada y Bet-pases.",
  "Y llega este límite hasta Tabor, Sahazima y Bet-semes, y termina en el Jordán; dieciséis ciudades con sus aldeas.",
  "Esta es la heredad de la tribu de los hijos de Isacar, conforme a sus familias; estas ciudades con sus aldeas.",
  "La quinta suerte tocó a la tribu de los hijos de Aser, conforme a sus familias.",
  "Y su territorio fue Helcat, Halí, Betén, Acsaf,",
  "Alamelec, Amad y Miseal; y llega hasta Carmelo al occidente, y a Sihor-libnat.",
  "Después da vuelta hacia el nacimiento del sol a Bet-dagón, y llega hasta Zabulón y hasta el valle de Jefte-el al norte; a Bet-emec y a Neiel, y sale a Cabul a la izquierda;",
  "y Hebrón, Rehob, Hamón y Caná, hasta la gran Sidón.",
  "Y de allí este límite tuerce hacia Ramá, y hasta la ciudad fortificada de Tiro, y torna este límite hacia Hosa, y sale al mar desde el territorio de Aczib.",
  "Aco también, Afec y Rehob; veintidós ciudades con sus aldeas.",
  "Esta es la heredad de la tribu de los hijos de Aser por sus familias; estas ciudades con sus aldeas.",
  "La sexta suerte tocó a los hijos de Neftalí, conforme a sus familias.",
  "Y su límite era desde Helef, Alón-saananim, Adami-neceb y Jabneel, hasta Lacum; y salía al Jordán.",
  "Y volvía el límite hacia el occidente a Aznot-tabor, y de allí pasaba a Hucoc, y llegaba hasta Zabulón al sur, y al occidente lindaba con Aser, y con Judá en el Jordán hacia donde nace el sol.",
  "Y las ciudades fortificadas eran Sidim, Zer, Hamat, Racat, Cineret,",
  "Adama, Ramá, Hazor,",
  "Cedes, Edrei, En-hazor,",
  "Irón, Migdal-el, Horem, Bet-anat y Bet-semes; diecinueve ciudades con sus aldeas.",
  "Esta es la heredad de la tribu de los hijos de Neftalí conforme a sus familias; estas ciudades con sus aldeas.",
  "La séptima suerte tocó a la tribu de los hijos de Dan, conforme a sus familias.",
  "Y fue el territorio de su heredad, Zora, Estaol, Ir-semes,",
  "Saalabín, Ajalón, Jetla,",
  "Elón, Timnat, Ecrón,",
  "Elteque, Gibetón, Baalat,",
  "Jehúd, Bene-berac, Gat-rimón,",
  "Mejarcón y Racón, con el territorio que está delante de Jope.",
  "Y les faltó territorio a los hijos de Dan; y subieron los hijos de Dan y combatieron a Lesem, y la tomaron, y la hirieron a filo de espada, y tomaron posesión de ella y habitaron en ella; y llamaron a Lesem, Dan, conforme al nombre de Dan su padre.",
  "Esta es la heredad de la tribu de los hijos de Dan conforme a sus familias; estas ciudades con sus aldeas.",
  "Y cuando acabaron de repartir la tierra en heredad por sus territorios, dieron los hijos de Israel heredad a Josué hijo de Nun en medio de ellos;",
  "según la palabra de Jehová, le dieron la ciudad que él pidió, Timnat-sera, en el monte de Efraín; y él reedificó la ciudad y habitó en ella.",
  "Estas son las heredades que el sacerdote Eleazar, y Josué hijo de Nun, y los cabezas de los padres, entregaron por suerte en posesión a las tribus de los hijos de Israel en Silo, delante de Jehová, a la entrada del tabernáculo de reunión; y así acabaron de repartir la tierra."
]
    