
[
  "Después edificó Salomón su propia casa en trece años, y la terminó toda.",
  "Asimismo edificó la casa del bosque del Líbano, la cual tenía cien codos de longitud, cincuenta codos de anchura y treinta codos de altura, sobre cuatro hileras de columnas de cedro, con vigas de cedro sobre las columnas.",
  "Y estaba cubierta de cedro por encima sobre las vigas, que se apoyaban en cuarenta y cinco columnas; cada hilera tenía quince columnas.",
  "Y había tres hileras de ventanas, una ventana contra otra ventana en tres hileras.",
  "Todas las puertas y los postes eran cuadrados; y unas ventanas estaban frente a las otras en tres hileras.",
  "También hizo un pórtico de columnas, el cual tenía cincuenta codos de longitud y treinta codos de ancho; y este pórtico estaba delante de ellas, con sus columnas y su umbral delante de ellas.",
  "Hizo asimismo el pórtico del trono en que había de juzgar, el pórtico del juicio, y lo cubrió de cedro de suelo a techo.",
  "Y la casa en que él moraba, en otro atrio dentro del pórtico, era de obra semejante a ésta. Hizo también Salomón para la hija de Faraón, que había tomado por mujer, una casa de la misma hechura de aquel pórtico.",
  "Todas aquellas obras fueron de piedras de precio, cortadas y ajustadas con sierras según las medidas, así por dentro como por fuera, desde el cimiento hasta los remates, y asimismo por fuera hasta el gran atrio.",
  "El cimiento era de piedras de precio, piedras grandes, piedras de diez codos y piedras de ocho codos.",
  "De allí hacia arriba eran también piedras de precio, labradas conforme a sus medidas, y madera de cedro.",
  "Y en el gran atrio alrededor había tres hileras de piedras labradas, y una hilera de vigas de cedro; e igual disposición tenía el atrio interior de la casa de Jehová, y el atrio de la casa.",
  "Y envió el rey Salomón, e hizo venir de Tiro a Hiram,",
  "hijo de una viuda de la tribu de Neftalí. Su padre, que era de Tiro, trabajaba el bronce; e Hiram era lleno de sabiduría, inteligencia y ciencia en toda obra de bronce. Este, pues, vino al rey Salomón, e hizo toda su obra.",
  "Y vació dos columnas de bronce; la altura de cada una era de dieciocho codos, y un hilo de doce codos ceñía a cada una de las columnas.",
  "Hizo también dos capiteles de fundición de bronce, para que fuesen puestos sobre las cabezas de las columnas; la altura de un capitel era de cinco codos, y la del otro capitel de cinco codos.",
  "Había trenzas a manera de red, y unos cordones a manera de cadenas, para los capiteles que se habían de poner sobre las cabezas de las columnas; siete para cada capitel.",
  "Hizo también dos hileras de granadas alrededor de la red, para cubrir los capiteles que estaban en las cabezas de las columnas con las granadas; y de la misma forma hizo en el otro capitel.",
  "Los capiteles que estaban sobre las cabezas de las columnas en el pórtico, tenían forma de lirios, y eran de cuatro codos.",
  "Tenían también los capiteles de las dos columnas doscientas granadas en dos hileras alrededor en cada capitel, encima de su globo, el cual estaba rodeado por la red.",
  "Estas columnas erigió en el pórtico del templo; y cuando hubo alzado la columna del lado derecho, le puso por nombre Jaquín, y alzando la columna del lado izquierdo, llamó su nombre Boaz.",
  "Y puso los capiteles sobre las cabezas de las columnas; y así fue acabada la obra de las columnas.",
  "Hizo asimismo un mar de fundición, de diez codos de un lado al otro, perfectamente redondo; su altura era de cinco codos, y lo ceñía alrededor un cordón de treinta codos.",
  "Y rodeaban aquel mar por debajo de su borde alrededor unas bolas como calabazas, diez en cada codo, que ceñían el mar alrededor en dos hileras, las cuales habían sido fundidas cuando el mar fue fundido.",
  "Y descansaba sobre doce bueyes; tres miraban al norte, tres miraban al occidente, tres miraban al sur, y tres miraban al oriente; sobre éstos se apoyaba el mar, y las ancas de ellos estaban hacia la parte de adentro.",
  "El grueso del mar era de un palmo menor, y el borde era labrado como el borde de un cáliz, o de flor de lis; y cabían en él dos mil batos.",
  "Hizo también diez basas de bronce, siendo la longitud de cada basa de cuatro codos, y la anchura de cuatro codos, y la altura de tres codos.",
  "La obra de las basas era esta: tenían unos tableros, los cuales estaban entre molduras;",
  "y sobre aquellos tableros que estaban entre las molduras, había figuras de leones, de bueyes y de querubines; y sobre las molduras de la basa, así por encima como por debajo de los leones y de los bueyes, había unas añadiduras de bajo relieve.",
  "Cada basa tenía cuatro ruedas de bronce con ejes de bronce, y en sus cuatro esquinas había repisas de fundición que sobresalían de cada lado.",
  "Y la boca de la fuente estaba dentro de la corona en la parte de arriba, de un codo de altura; y su boca era redonda, de la misma hechura de la corona, de codo y medio de ancho. Había también sobre la boca entalladuras con sus tableros, los cuales no eran redondos, sino cuadrados.",
  "Las cuatro ruedas estaban debajo de los tableros, y los ejes de las ruedas nacían de la misma basa. La altura de cada rueda era de un codo y medio.",
  "La forma de las ruedas era como la de las ruedas de un carro; sus ejes, sus rayos, sus cubos y sus pinas, todo era de fundición.",
  "Asimismo las cuatro repisas de las cuatro esquinas de cada basa; las repisas eran parte de la misma basa.",
  "Y en lo alto de la basa había una pieza redonda de medio codo de altura, y en lo alto de la basa sus molduras y tableros, los cuales salían de ella misma.",
  "Y en las tablas de las molduras, y en los tableros, esculpió querubines, leones y palmeras, con proporción en el espacio de cada una, y alrededor otras molduras.",
  "De esta forma hizo diez basas, fundidas de una misma manera, de una misma medida y de una misma entalladura.",
  "Hizo también diez fuentes de bronce; cada fuente contenía cuarenta batos, y cada una era de cuatro codos; y puso una fuente sobre cada una de las diez basas.",
  "Y puso cinco basas a la mano derecha de la casa, y las otras cinco a la mano izquierda; y el mar lo puso al lado derecho de la casa, hacia el sureste.",
  "Asimismo hizo Hiram fuentes, y tenazas, y cuencos. Así terminó Hiram toda la obra que hizo para el rey Salomón en la casa de Jehová:",
  "dos columnas, y los capiteles redondos que estaban en lo alto de las dos columnas; y dos redes que cubrían los dos capiteles redondos que estaban sobre la cabeza de las columnas;",
  "cuatrocientas granadas para las dos redes, dos hileras de granadas en cada red, para cubrir los dos capiteles redondos que estaban sobre las cabezas de las columnas;",
  "las diez basas, y las diez fuentes sobre las basas;",
  "un mar, con los doce bueyes debajo del mar;",
  "y calderos, paletas y cuencos; y todos los utensilios que Hiram hizo al rey Salomón, para la casa de Jehová, eran de bronce bruñido.",
  "Todo lo hizo fundir el rey en la llanura del Jordán, en tierra arcillosa, entre Sucot y Saretán.",
  "Y no inquirió Salomón el peso del bronce de todos los utensilios, por la gran cantidad de ellos.",
  "Asimismo hizo Salomón todos los enseres que pertenecían a la casa de Jehová: un altar de oro, y una mesa también de oro, sobre la cual estaban los panes de la proposición;",
  "cinco candeleros de oro purísimo a la mano derecha, y otros cinco a la izquierda, frente al lugar santísimo; con las flores, las lámparas y las despabiladeras de oro.",
  "Asimismo los cántaros, despabiladeras, cuencos, cucharas y los incensarios, de oro purísimo; también de oro los quiciales de las puertas de la casa de adentro, del lugar santísimo, y los de las puertas del templo.",
  "Así se terminó toda la obra que hizo el rey Salomón para la casa de Jehová. Y metió Salomón lo que David su padre había dedicado, plata, oro y utensilios; y lo puso en las tesorerías de la casa de Jehová."
]
    