
[
"Aconteció en el mes séptimo, que Ismael hijo de Netanías, hijo de Elisama, de la familia real, y los príncipes del rey, y con él diez hombres, vinieron a Gedalías hijo de Ahicam en Mizpa, y comieron pan juntos allí en Mizpa.",
"Y se levantó Ismael hijo de Netanías y los diez hombres que con él estaban, e hirieron a espada a Gedalías hijo de Ahicam, hijo de Safán, matando así a aquel a quien el rey de Babilonia había puesto para gobernar la tierra.",
"Asimismo mató Ismael a todos los judíos que estaban con Gedalías en Mizpa, y a los soldados caldeos que allí se hallaron.",
"Sucedió además, un día después que Gedalías fue muerto, sin que nadie lo supiera aún,",
"que venían unos hombres de Siquem, de Silo y de Samaria, ochenta hombres, con la barba raída y rotas las ropas, y rasguñados, y traían ofrendas e incienso en sus manos para llevar a la casa de Jehová.",
"Y les salió Ismael hijo de Netanías, de Mizpa, llorando mientras caminaba; y aconteció que al encontrarlos, les dijo: Venid a Gedalías hijo de Ahicam.",
"Y cuando llegaron dentro de la ciudad, Ismael hijo de Netanías los degolló, y los echó dentro de una cisterna, él y los hombres que con él estaban.",
"Mas entre aquéllos fueron hallados diez hombres que dijeron a Ismael: No nos mates; porque tenemos en el campo tesoros de trigos y cebadas y aceites y miel. Y los dejó, y no los mató entre sus hermanos.",
"Y la cisterna en que echó Ismael todos los cuerpos de los hombres que hirió fue la misma que había hecho el rey Asa por causa de Baasa rey de Israel; la llenó Ismael hijo de Netanías de cuerpos muertos.",
"Después llevó Ismael cautiva a toda la demás gente que estaba en Mizpa, a las hijas del rey y a todo el pueblo que en Mizpa había quedado, el cual Nabuzaradán capitán de la guardia había encargado a Gedalías hijo de Ahicam. Los llevó, pues, cautivos Ismael hijo de Netanías, y se fue para pasarse a los hijos de Amón.",
"Y oyó Johanán hijo de Carea y todos los príncipes de la gente de guerra que estaban con él, todo el mal que había hecho Ismael hijo de Netanías.",
"Entonces tomaron a todos los hombres, y fueron a pelear contra Ismael hijo de Netanías, y lo hallaron junto al gran estanque que está en Gabaón.",
"Y aconteció que cuando todo el pueblo que estaba con Ismael vio a Johanán hijo de Carea y a todos los príncipes de la gente de guerra que estaban con él, se alegraron.",
"Y todo el pueblo que Ismael había traído cautivo de Mizpa, se volvió y se pasó a Johanán hijo de Carea.",
"Pero Ismael hijo de Netanías escapó de delante de Johanán con ocho hombres, y se fue a los hijos de Amón.",
"Entonces Johanán hijo de Carea y todos los príncipes de la gente de guerra que con él estaban, tomaron a todo el resto del pueblo que habían recobrado de Ismael hijo de Netanías, de Mizpa, después que hirió a Gedalías hijo de Ahicam; hombres de guerra, mujeres, niños y los eunucos que Johanán había hecho volver de Gabaón.",
"Y fueron y habitaron en Gerutquimam, que está cerca de Belén, a fin de partir y meterse en Egipto,",
"por causa de los caldeos; pues les tenían miedo, porque Ismael hijo de Netanías había herido a Gedalías hijo de Ahicam, al cual el rey de Babilonia había puesto para gobernar la tierra."
]
    