[
"Pero ahora se ríen de mí los más jóvenes que yo, A cuyos padres yo desdeñara poner con los perros de mi ganado.",
"Porque ¿para qué me habría servido la fuerza de sus manos? No tuvieron ellos vigor.",
"Por causa de la pobreza y del hambre andaban solos; Huían a la soledad, a lugar tenebroso, asolado y desierto.",
"Recogían malvas entre los arbustos, Y raíces de enebro para calentarse.",
"Eran arrojados de entre las gentes, Y todos les daban grita como tras el ladrón.",
"Habitaban en las barrancas de los arroyos, En las cavernas de la tierra, y en las rocas.",
"Bramaban entre las matas, Y se reunían debajo de los espinos.",
"Hijos de viles, y hombres sin nombre, Más bajos que la misma tierra.",
"Y ahora yo soy objeto de su burla, Y les sirvo de refrán.",
"Me abominan, se alejan de mí, Y aun de mi rostro no detuvieron su saliva.",
"Porque Dios desató su cuerda, y me afligió, Por eso se desenfrenaron delante de mí.",
"A la mano derecha se levantó el populacho; Empujaron mis pies, Y prepararon contra mí caminos de perdición.",
"Mi senda desbarataron, Se aprovecharon de mi quebrantamiento, Y no hubo quien les estorbase.",
"Vinieron como por portillo ancho, Se revolvieron sobre mi calamidad.",
"Se han revuelto contra mí terrores; Como viento persiguieron mi honor, Y mi prosperidad pasó como nube.",
"Y ahora mi alma está derramada en mí; Días de aflicción se apoderan de mí.",
"La noche taladra mis huesos, Y mis dolores no reposan.",
"La violencia deforma mi vestido; Me ciñe como el cuello de mi túnica.",
"Él me ha derribado en el lodo, Y soy semejante al polvo y a la ceniza.",
"Clamo a ti, y no me oyes; Me presento, y no me atiendes.",
"Te has vuelto cruel para mí; Con el poder de tu mano me persigues.",
"Me levantaste sobre el viento, me hiciste cabalgar en él, Y disolviste mi sustancia.",
"Porque yo sé que me conduces a la muerte, Y a la casa determinada a todo viviente.",
"Mas él no extenderá la mano contra el sepulcro; Ni en su ruina clamarán ellos.",
"¿No lloré yo al afligido? ¿Y no se entristeció mi alma sobre el menesteroso?",
"Cuando esperaba yo el bien, entonces vino el mal; Y cuando esperaba luz, vino la oscuridad.",
"Mis entrañas se agitan, y no reposan; Días de aflicción me han sobrecogido.",
"Ando ennegrecido, y no por el sol; Me he levantado en la congregación, y he clamado.",
"He venido a ser hermano de chacales, Y compañero de avestruces.",
"Mi piel se ha ennegrecido y se me cae, Y mis huesos arden de calor.",
"Se ha cambiado mi arpa en luto, Y mi flauta en voz de lamentadores."
]