
[
"Vino a mí palabra de Jehová, diciendo:",
"Hijo de hombre, hubo dos mujeres, hijas de una madre,",
"las cuales fornicaron en Egipto; en su juventud fornicaron. Allí fueron oprimidos sus pechos, allí fueron apretados sus pechos virginales.",
"Y se llamaban, la mayor, Ahola, y su hermana, Aholiba. Y fueron mías, y dieron a luz hijos e hijas. Y se llamaron: Samaria es Ahola, y Jerusalén es Aholiba.",
"Y Ahola cometió fornicación aun estando en mi poder; y se enamoró de sus amantes los asirios, vecinos suyos,",
"vestidos de azul, gobernadores y capitanes, jóvenes todos ellos codiciables, jinetes que montaban a caballo.",
"Y entregó su lujuria a ellos, a todos los más escogidos de Asiria; y con todos aquellos de quienes se enamoró, con todos sus ídolos se contaminó.",
"Y no dejó sus fornicaciones de Egipto; porque con ella se echaron en su juventud, y ellos comprimieron sus pechos virginales, y derramaron sobre ella su lujuria.",
"Por lo cual la entregué en mano de sus amantes, en mano de los hijos de los asirios, de quienes se había enamorado.",
"Ellos descubrieron su desnudez, tomaron sus hijos y sus hijas, y a ella la mataron a espada; y fue ejemplo a las mujeres, pues en ella hicieron escarmiento.",
"Y lo vio su hermana Aholiba, y enloqueció de lujuria más que ella; y sus fornicaciones fueron más que las fornicaciones de su hermana.",
"Se enamoró de los hijos de Asiria, gobernadores y capitanes, vecinos suyos, vestidos de guerra perfectamente, jinetes que montaban a caballo, todos ellos jóvenes codiciables.",
"Y vi que se había contaminado; un mismo camino era el de ambas.",
"Y aumentó sus fornicaciones; pues cuando vio a hombres pintados en la pared, imágenes de caldeos pintadas de color,",
"ceñidos por sus lomos con talabartes, y con turbantes de colores en sus cabezas, teniendo todos ellos apariencia de capitanes, a la manera de los hombres de Babilonia, de Caldea, tierra de su nacimiento,",
"se enamoró de ellos a primera vista, y les envió mensajeros a Caldea.",
"Y vinieron a ella los hijos de Babilonia al lecho de los amores, y la contaminaron con sus fornicaciones; y ella también se contaminó con ellos, y su alma se hastió de ellos.",
"Así hizo patentes sus fornicaciones, y descubrió sus desnudeces; y se hastió mi alma de ella, como se había ya hastiado mi alma de su hermana.",
"Y multiplicó sus fornicaciones, trayendo en memoria los días de su juventud, en los cuales había fornicado en la tierra de Egipto.",
"Y se enamoró de sus rufianes, cuya carne es como carne de asnos, y cuyo flujo como flujo de caballos.",
"Y volviste a la lujuria de tu juventud, cuando los egipcios comprimieron tus pechos virginales, los pechos de tu juventud.",
"Por tanto, Aholiba, así ha dicho Jehová el Señor: He aquí que yo suscitaré contra ti a tus amantes, de los cuales se hastió tu alma; y les haré venir contra ti en derredor:",
"los hijos de Babilonia, y todos los caldeos, prefectos, príncipes y grandes señores, y todos los hijos de Asiria con ellos; jóvenes todos codiciables, gobernadores y capitanes, príncipes y hombres de renombre, todos ellos jinetes que montan a caballo.",
"Y vendrán contra ti con carros, carretas y ruedas, y con gran multitud de pueblos; te pondrán por todos lados escudos, paveses y yelmos; y yo pondré delante de ellos el juicio, y te juzgarán según sus leyes.",
"Y pondré mi celo contra ti, y procederán contigo con furor; te quitarán tu nariz y tus orejas, y lo que te quede caerá a espada; tomarán tus hijos y tus hijas, y tu remanente será consumido por el fuego.",
"Y te despojarán de tus vestidos, y te arrebatarán todos los objetos de tu gloria.",
"Y haré cesar de ti tu lujuria y tu fornicación de la tierra de Egipto; y no alzarás más a ellos tus ojos, ni te acordarás más de Egipto.",
"Porque así ha dicho Jehová el Señor: He aquí yo te entregaré en mano de aquellos a quienes aborreces, en mano de aquellos de los cuales se hastió tu alma;",
"y procederán contigo con odio, y tomarán todos tus trabajos, y te dejarán enteramente desnuda; y se descubrirá la vergonzosa desnudez de tus fornicaciones, y tu lujuria y tu prostitución.",
"Estas cosas te serán hechas porque fornicaste en pos de las naciones, porque te contaminaste con sus ídolos.",
"En el camino de tu hermana anduviste; yo, pues, pondré su cáliz en tu mano.",
"Así ha dicho Jehová el Señor: Beberás el cáliz de tu hermana, el cual es hondo y ancho; serás motivo de escarnio y de burla; es de gran capacidad.",
"De embriaguez y de dolor te llenarás, con el cáliz de la tristeza y de la desolación, el cáliz de tu hermana Samaria.",
"Y lo beberás y lo apurarás, y quebrarás sus tiestos, y te arrancarás los pechos; porque yo he hablado, dice Jehová el Señor.",
"Por tanto, así ha dicho Jehová el Señor: Por cuanto te has olvidado de mí, y me has echado tras tus espaldas, por eso, lleva tú también tu lujuria y tus fornicaciones.",
"Y me dijo Jehová: Hijo de hombre, ¿no juzgarás tú a Ahola y a Aholiba? Anúnciales, pues, sus abominaciones.",
"Porque han adulterado, y hay sangre en sus manos, y han fornicado con sus ídolos; y aun a sus hijos que me habían engendrado, hicieron pasar por el fuego, quemándolos.",
"Aun esto más me hicieron: contaminaron mi santuario en aquel día, y profanaron mis días de reposo.",
"Pues habiendo sacrificado sus hijos a sus ídolos, entraban en mi santuario el mismo día para contaminarlo; he aquí, así hicieron en medio de mi casa.",
"Además, enviaron por hombres que viniesen de lejos, a los cuales había sido enviado mensajero, y he aquí vinieron; y por amor de ellos te lavaste, y te pintaste los ojos, y te ataviaste con adornos;",
"y te sentaste sobre suntuoso lecho, y delante de él una mesa preparada, sobre la cual pusiste mi incienso y mi aceite.",
"Y la voz de la multitud que se solazaba se oyó allí; y con los varones de la gente común fueron traídos de los desiertos bebedores, los cuales pusieron pulseras en sus manos, y bellas coronas sobre sus cabezas.",
"Y dije respecto de la envejecida en adulterios: ¡Todavía cometen fornicaciones con ella, y ella con ellos!",
"Porque han venido a ella como quien viene a mujer ramera; así vinieron a Ahola y a Aholiba, mujeres depravadas.",
"Por tanto, hombres justos las juzgarán por la ley de las adúlteras, y por la ley de las que derraman sangre; porque son adúlteras, y sangre hay en sus manos.",
"Pues así ha dicho Jehová el Señor: Yo haré subir contra ellas muchedumbre, y las entregaré a turbación y a rapiña.",
"Y la multitud las apedreará, y las atravesará con sus espadas; matará a sus hijos y a sus hijas, y sus casas quemará a fuego.",
"Y haré cesar la lujuria de la tierra, y escarmentarán todas las mujeres, y no harán según vuestras perversidades.",
"Y harán recaer sobre vosotras vuestra lujuria, y pagaréis los pecados de vuestra idolatría; y sabréis que yo soy Jehová el Señor."
]
    