
[
"Aconteció en el año undécimo, en el mes tercero, el día primero del mes, que vino a mí palabra de Jehová, diciendo:",
"Hijo de hombre, di a Faraón rey de Egipto, y a su pueblo: ¿A quién te comparaste en tu grandeza?",
"He aquí era el asirio cedro en el Líbano, de hermosas ramas, de frondoso ramaje y de grande altura, y su copa estaba entre nubes espesas.",
"Las aguas lo hicieron crecer, el abismo lo levantó; sus ríos corrían alrededor de su pie, y a todos los árboles del campo enviaba sus corrientes.",
"Por tanto, se encumbró su altura sobre todos los árboles del campo, y se multiplicaron sus ramas, y a causa de las muchas aguas se alargó su ramaje.",
"En sus ramas hacían nido todas las aves del cielo, y debajo de su ramaje parían todas las bestias del campo, y a su sombra habitaban muchas naciones.",
"Se hizo, pues, hermoso en su grandeza con la extensión de sus ramas; porque su raíz estaba junto a muchas aguas.",
"Los cedros no lo cubrieron en el huerto de Dios; las hayas no fueron semejantes a sus ramas, ni los castaños fueron semejantes a sus renuevos; ningún árbol en el huerto de Dios fue semejante a él en su hermosura.",
"Lo hice hermoso con la multitud de sus ramas; y todos los árboles de Edén, que estaban en el huerto de Dios, tuvieron de él envidia.",
"Por tanto, así ha dicho Jehová el Señor: Por cuanto te encumbraste en altura, y pusiste tu copa entre densas ramas, y tu corazón se enalteció con tu altura,",
"yo lo entregaré en mano del más poderoso de las naciones, que de cierto le tratará como corresponde; por su maldad lo he desechado.",
"Y extranjeros, los más poderosos de las naciones, lo cortaron y lo desecharon; sus ramas cayeron sobre los montes y por todos los valles, y su ramaje fue quebrado cerca de todos los ríos de la tierra; y se fueron de su sombra todos los pueblos de la tierra, y lo desecharon.",
"Sobre sus ruinas habitaron todas las aves del cielo, y sobre su ramaje estuvieron todas las bestias del campo;",
"para que los árboles todos junto a las aguas no se exalten en su estatura, ni levanten su copa entre la espesura, ni confíen en su altura los que beben aguas; porque todos serán entregados a muerte, a lo profundo de la tierra, en medio de los hijos de los hombres, con los que descienden a la fosa.",
"Así ha dicho Jehová el Señor: El día que descendió al Seol, hice hacer luto, hice cubrir por él el abismo, y detuve sus ríos, y las muchas aguas fueron detenidas; al Líbano cubrí de tinieblas por él, y todos los árboles del campo se desmayaron.",
"Del estruendo de su caída hice temblar a las naciones, cuando las hice descender al Seol con todos los que descienden a la sepultura; y todos los árboles de Edén, los escogidos y mejores del Líbano, todos los que beben aguas, tomaron consuelo en lo profundo de la tierra.",
"También ellos descendieron con él al Seol, con los muertos a espada, los que fueron su brazo, los que estuvieron a su sombra en medio de las naciones.",
"¿A quién, pues, te has comparado así en gloria y en grandeza entre los árboles de Edén? Pues derribado serás con los árboles de Edén en lo profundo de la tierra; entre los incircuncisos yacerás con los muertos a espada. Este es Faraón y toda su multitud, dice Jehová el Señor."
]
    