
[
"Vino a mí palabra de Jehová, diciendo:",
"Hijo de hombre, pon tu rostro hacia los montes de Israel, y profetiza contra ellos.",
"Y dirás: Montes de Israel, oíd palabra de Jehová el Señor: Así ha dicho Jehová el Señor a los montes y a los collados, a los arroyos y a los valles: He aquí que yo, yo haré venir sobre vosotros espada, y destruiré vuestros lugares altos.",
"Vuestros altares serán asolados, y vuestras imágenes del sol serán quebradas; y haré que caigan vuestros muertos delante de vuestros ídolos.",
"Y pondré los cuerpos muertos de los hijos de Israel delante de sus ídolos, y vuestros huesos esparciré en derredor de vuestros altares.",
"En todas vuestras habitaciones las ciudades quedarán desiertas, y los lugares altos serán asolados, para que sean asolados y se hagan desiertos vuestros altares; y vuestros ídolos serán quebrados y acabarán, y vuestras imágenes del sol serán destruidas, y vuestras obras serán deshechas.",
"Y los muertos caerán en medio de vosotros; y sabréis que yo soy Jehová.",
"Mas dejaré un remanente, de modo que tengáis entre las naciones algunos que escapen de la espada, cuando seáis esparcidos por las tierras.",
"Y los que de vosotros escaparen se acordarán de mí entre las naciones en las cuales serán cautivos; porque yo me quebranté a causa de su corazón fornicario que se apartó de mí, y a causa de sus ojos que fornicaron tras sus ídolos; y se avergonzarán de sí mismos, a causa de todos los males que hicieron en todas sus abominaciones.",
"Y sabrán que yo soy Jehová; no en vano dije que les había de hacer este mal.",
"Así ha dicho Jehová el Señor: Palmotea con tus manos, y golpea con tu pie, y di: ¡Ay, por todas las grandes abominaciones de la casa de Israel! porque con espada, con hambre y con pestilencia caerán.",
"El que esté lejos morirá de pestilencia, el que esté cerca caerá a espada, y el que quede y sea asediado morirá de hambre; así cumpliré en ellos mi enojo.",
"Y sabréis que yo soy Jehová, cuando sus muertos estén en medio de sus ídolos, en derredor de sus altares, sobre todo collado alto, y en todas las cumbres de los montes, debajo de todo árbol frondoso y debajo de toda encina espesa, lugares donde ofrecieron incienso a todos sus ídolos.",
"Y extenderé mi mano contra ellos, y haré la tierra más desolada y devastada que el desierto hacia Diblat, en todas sus moradas; y conocerán que yo soy Jehová."
]
    