
[
"Vino a mí palabra de Jehová, diciendo:",
"Y tú, hijo de hombre, así ha dicho Jehová el Señor a la tierra de Israel: El fin, el fin viene sobre los cuatro extremos de la tierra.",
"Ahora será el fin sobre ti, y enviaré sobre ti mi furor, y te juzgaré según tus caminos; y pondré sobre ti todas tus abominaciones.",
"Y mi ojo no te perdonará, ni tendré misericordia; antes pondré sobre ti tus caminos, y en medio de ti estarán tus abominaciones; y sabréis que yo soy Jehová.",
"Así ha dicho Jehová el Señor: Un mal, he aquí que viene un mal.",
"Viene el fin, el fin viene; se ha despertado contra ti; he aquí que viene.",
"La mañana viene para ti, oh morador de la tierra; el tiempo viene, cercano está el día; día de tumulto, y no de alegría, sobre los montes.",
"Ahora pronto derramaré mi ira sobre ti, y cumpliré en ti mi furor, y te juzgaré según tus caminos; y pondré sobre ti tus abominaciones.",
"Y mi ojo no perdonará, ni tendré misericordia; según tus caminos pondré sobre ti, y en medio de ti estarán tus abominaciones; y sabréis que yo Jehová soy el que castiga.",
"He aquí el día, he aquí que viene; ha salido la mañana; ha florecido la vara, ha reverdecido la soberbia.",
"La violencia se ha levantado en vara de maldad; ninguno quedará de ellos, ni de su multitud, ni uno de los suyos; ni habrá entre ellos quien se lamente.",
"El tiempo ha venido, se acercó el día; el que compra, no se alegre, y el que vende, no llore, porque la ira está sobre toda la multitud.",
"Porque el que vende no volverá a lo vendido, aunque queden vivos; porque la visión sobre toda la multitud no se revocará, y a causa de su maldad ninguno podrá amparar su vida.",
"Tocarán trompeta, y prepararán todas las cosas, y no habrá quien vaya a la batalla; porque mi ira está sobre toda la multitud.",
"De fuera espada, de dentro pestilencia y hambre; el que esté en el campo morirá a espada, y al que esté en la ciudad lo consumirá el hambre y la pestilencia.",
"Y los que escapen de ellos huirán y estarán sobre los montes como palomas de los valles, gimiendo todos, cada uno por su maldad.",
"Toda mano se debilitará, y toda rodilla será débil como el agua.",
"Se ceñirán también de cilicio, y les cubrirá terror; en todo rostro habrá vergüenza, y todas sus cabezas estarán rapadas.",
"Arrojarán su plata por las calles, y su oro será desechado; ni su plata ni su oro podrá librarlos en el día del furor de Jehová; no saciarán su alma, ni llenarán sus entrañas, porque ha sido tropiezo para su maldad.",
"Por cuanto la gloria de su ornamento la cual él les había dado, la convirtieron en soberbia, e hicieron de ella las imágenes de sus abominaciones y de sus ídolos, por eso se la convertí en cosa repugnante.",
"En mano de extraños la entregué para ser saqueada, y será despojo para los impíos de la tierra, y la profanarán.",
"Y apartaré de ellos mi rostro, y violarán mi lugar secreto; pues entrarán en él invasores y lo profanarán.",
"Haz una cadena, porque la tierra está llena de juicios de sangre, y la ciudad está llena de violencia.",
"Traeré, por tanto, los más perversos de las naciones, los cuales poseerán sus casas; y haré cesar la soberbia de los poderosos, y sus santuarios serán profanados.",
"Destrucción viene; y buscarán la paz, y no la habrá.",
"Quebrantamiento vendrá sobre quebrantamiento, y habrá rumor sobre rumor; y buscarán respuesta del profeta, mas la ley se alejará del sacerdote, y de los ancianos el consejo.",
"El rey se enlutará, y el príncipe se vestirá de tristeza, y las manos del pueblo de la tierra temblarán; según su camino haré con ellos, y con los juicios de ellos los juzgaré; y sabrán que yo soy Jehová."
]
    