
[
  "En el séptimo año de Jehú comenzó a reinar Joás, y reinó cuarenta años en Jerusalén. El nombre de su madre fue Sibia, de Beerseba.",
  "Y Joás hizo lo recto ante los ojos de Jehová todo el tiempo que le dirigió el sacerdote Joiada.",
  "Con todo esto, los lugares altos no se quitaron; porque el pueblo aún sacrificaba y quemaba incienso en los lugares altos.",
  "Y Joás dijo a los sacerdotes: Todo el dinero de las cosas santas que se suele traer a la casa de Jehová, el dinero del rescate de cada persona que se cuenta, y todo el dinero que cada uno de su propia voluntad trae a la casa de Jehová,",
  "recíbanlo los sacerdotes, cada uno de mano de sus familiares, y reparen los portillos del templo dondequiera que se hallare abertura.",
  "Pero en el año veintitrés del rey Joás no habían aún reparado los sacerdotes los portillos del templo.",
  "Llamando entonces el rey Joás al sacerdote Joiada y a los demás sacerdotes, les dijo: ¿Por qué no reparáis los portillos del templo? Ahora, pues, no toméis más el dinero de vuestros familiares, sino dadlo para reparar los portillos del templo.",
  "Y los sacerdotes consintieron en no tomar más dinero del pueblo, ni en reparar los portillos del templo.",
  "Mas el sacerdote Joiada tomó un arca e hizo en la tapa un agujero, y la puso junto al altar, a la mano derecha como se entra en el templo de Jehová; y los sacerdotes que guardaban la puerta ponían allí todo el dinero que se traía a la casa de Jehová.",
  "Y cuando veían que había mucho dinero en el arca, venía el secretario del rey y el sumo sacerdote, y contaban el dinero que hallaban en el templo de Jehová, y lo guardaban.",
  "Y daban el dinero contado en mano de los que hacían la obra, y de los que tenían a su cargo la casa de Jehová; y ellos lo gastaban en pagar a los carpinteros y maestros que reparaban la casa de Jehová,",
  "y a los albañiles y canteros; y en comprar la madera y la piedra de cantería para reparar los portillos de la casa de Jehová; y en todo lo que se gastaba en la casa para repararla.",
  "Mas de aquel dinero que se traía a la casa de Jehová, no se hacían tazas de plata, ni despabiladeras, ni jofainas, ni trompetas, ni ningún otro utensilio de oro ni de plata para el templo de Jehová;",
  "porque lo daban a los que hacían la obra, y con él reparaban la casa de Jehová.",
  "Y no se pedía cuenta a los hombres en cuyas manos el dinero era entregado, para que ellos lo diesen a los que hacían la obra; porque lo hacían ellos fielmente.",
  "El dinero por el pecado, y el dinero por la culpa, no se llevaba a la casa de Jehová; porque era de los sacerdotes.",
  "Entonces subió Hazael rey de Siria, y peleó contra Gat, y la tomó; y se propuso Hazael subir contra Jerusalén.",
  "Por lo que tomó Joás rey de Judá todas las ofrendas que habían dedicado Josafat y Joram y Ocozías sus padres, reyes de Judá, y las que él mismo había dedicado, y todo el oro que se halló en los tesoros de la casa de Jehová y en la casa del rey, y lo envió a Hazael rey de Siria; y él se retiró de Jerusalén.",
  "Los demás hechos de Joás, y todo lo que hizo, ¿no está escrito en el libro de las crónicas de los reyes de Judá?",
  "Y se levantaron sus siervos y conspiraron, y dieron muerte a Joás en la casa de Milo, cuando descendía él a Sila;",
  "pues Josacar hijo de Simeat y Jozabad hijo de Somer, sus siervos, le hirieron, y murió. Y lo sepultaron con sus padres en la ciudad de David; y reinó en su lugar Amasías su hijo."
]
    