
[
  "Dieron aviso a David, diciendo: He aquí que los filisteos combaten a Keila, y roban las eras.",
  "Y David consultó a Jehová, diciendo: ¿Iré a atacar a estos filisteos? Y Jehová respondió a David: Ve, ataca a los filisteos, y libra a Keila.",
  "Pero los que estaban con David le dijeron: He aquí que nosotros aquí en Judá estamos con miedo; ¿cuánto más si fuéremos a Keila contra el ejército de los filisteos?",
  "Entonces David volvió a consultar a Jehová. Y Jehová le respondió y dijo: Levántate, desciende a Keila, pues yo entregaré en tus manos a los filisteos.",
  "Fue, pues, David con sus hombres a Keila, y peleó contra los filisteos, y se llevó sus ganados, y les causó una gran derrota; y libró David a los de Keila.",
  "Y aconteció que cuando Abiatar hijo de Ahimelec huyó siguiendo a David a Keila, descendió con el efod en su mano.",
  "Y fue dado aviso a Saúl que David había venido a Keila. Entonces dijo Saúl: Dios lo ha entregado en mi mano, pues se ha encerrado entrando en ciudad con puertas y cerraduras.",
  "Y convocó Saúl a todo el pueblo a la batalla, para descender a Keila, y poner sitio a David y a los suyos.",
  "Mas sabiendo David que Saúl ideaba el mal contra él, dijo a Abiatar sacerdote: Trae el efod.",
  "Y dijo David: Jehová Dios de Israel, tu siervo tiene entendido que Saúl trata de venir a Keila, para destruir la ciudad por causa mía.",
  "¿Me entregarán los vecinos de Keila en sus manos? ¿Descenderá Saúl, como tu siervo ha oído? Jehová Dios de Israel, te ruego que lo declares a tu siervo. Y Jehová dijo: Sí, descenderá.",
  "Dijo luego David: ¿Me entregarán los vecinos de Keila a mí y a mis hombres en manos de Saúl? Y Jehová respondió: Os entregarán.",
  "David entonces se levantó con sus hombres, que eran como seiscientos, y salieron de Keila, y anduvieron de un lugar a otro. Y vino a Saúl la nueva de que David se había escapado de Keila, y desistió de salir.",
  "Y David se quedó en el desierto en lugares fuertes, y habitaba en un monte en el desierto de Zif; y lo buscaba Saúl todos los días, pero Jehová no lo entregó en sus manos.",
  "Viendo, pues, David que Saúl había salido en busca de su vida, se estuvo en Hores, en el desierto de Zif.",
  "Entonces se levantó Jonatán hijo de Saúl y vino a David en Hores, y fortaleció su mano en Dios.",
  "Y le dijo: No temas, pues no te hallará la mano de Saúl mi padre, y tú reinarás sobre Israel, y yo seré segundo después de ti; y aun Saúl mi padre así lo sabe.",
  "Y ambos hicieron pacto delante de Jehová; y David se quedó en Hores, y Jonatán se volvió a su casa.",
  "Entonces subieron los de Zif para decirle a Saúl en Gabaa: ¿No está David escondido en nuestra tierra en las peñas de Hores, en el collado de Haquila, que está al sur del desierto?",
  "Por tanto, rey, desciende pronto, conforme a tu deseo, y nosotros lo entregaremos en la mano del rey.",
  "Y Saúl dijo: Benditos seáis vosotros de Jehová, que habéis tenido compasión de mí.",
  "Id, pues, ahora, y aseguraos más, conoced y ved el lugar de su escondite, y quién lo haya visto allí; porque se me ha dicho que él es muy astuto.",
  "Observad, pues, e informaos de todos los escondrijos donde se oculta, y volved a mí con información segura, y yo iré con vosotros; y si él estuviere en la tierra, yo le buscaré entre todos los millares de Judá.",
  "Y ellos se levantaron y se fueron a Zif delante de Saúl. Pero David y su gente estaban en el desierto de Maón, en el Arabá al sur del desierto.",
  "Y se fue Saúl con su gente a buscarlo; pero fue dado aviso a David, y descendió a la peña, y se quedó en el desierto de Maón. Cuando Saúl oyó esto, siguió a David al desierto de Maón.",
  "Y Saúl iba por un lado del monte, y David con sus hombres por el otro lado del monte, y se daba prisa David para escapar de Saúl; mas Saúl y sus hombres habían encerrado a David y a su gente para capturarlos.",
  "Entonces vino un mensajero a Saúl, diciendo: Ven luego, porque los filisteos han hecho una incursión sobre el país.",
  "Volvió, por tanto, Saúl de perseguir a David, y partió contra los filisteos. Por esta causa pusieron a aquel lugar por nombre Sela-hama-lecot.",
  "Entonces David subió de allí y habitó en los lugares fuertes de En-gadi."
]
