
[
  "Harás el tabernáculo de diez cortinas de lino torcido, azul, púrpura y carmesí; y lo harás con querubines de obra primorosa.",
  "La longitud de una cortina de veintiocho codos, y la anchura de la misma cortina de cuatro codos; todas las cortinas tendrán una misma medida.",
  "Cinco cortinas estarán unidas una con otra, y las otras cinco cortinas unidas una con otra.",
  "Y harás lazadas de azul en la orilla de la última cortina de la primera unión; lo mismo harás en la orilla de la cortina de la segunda unión.",
  "Cincuenta lazadas harás en la primera cortina, y cincuenta lazadas harás en la orilla de la cortina que está en la segunda unión; las lazadas estarán contrapuestas la una a la otra.",
  "Harás también cincuenta corchetes de oro, con los cuales enlazarás las cortinas la una con la otra, y se formará un tabernáculo.",
  "Harás asimismo cortinas de pelo de cabra para una cubierta sobre el tabernáculo; once cortinas harás.",
  "La longitud de una cortina será de treinta codos, y la anchura de la misma cortina de cuatro codos; las once cortinas tendrán una misma medida.",
  "Y unirás cinco cortinas aparte y las otras seis cortinas aparte; y doblarás la sexta cortina en el frente del tabernáculo.",
  "Y harás cincuenta lazadas en la orilla de la cortina al extremo de la primera unión, y otras cincuenta lazadas en la orilla de la cortina de la segunda unión.",
  "Harás además cincuenta corchetes de bronce, los cuales meterás por las lazadas; y enlazarás la tienda para que sea una.",
  "Y la parte que sobra en las cortinas de la tienda, la mitad de la cortina que sobra, colgará a las espaldas del tabernáculo.",
  "Y un codo de un lado, y otro codo del otro lado, que sobra a lo largo de las cortinas de la tienda, colgará sobre los lados del tabernáculo a un lado y al otro, para cubrirlo.",
  "Harás también a la tienda una cubierta de pieles de carneros teñidas de rojo, y una cubierta de pieles de tejones encima.",
  "Y harás para el tabernáculo tablas de madera de acacia, derechas.",
  "La longitud de cada tabla será de diez codos, y de codo y medio la anchura.",
  "Dos espigas tendrá cada tabla, para unirlas una con otra; así harás todas las tablas del tabernáculo.",
  "Harás, pues, las tablas del tabernáculo; veinte tablas al lado del mediodía, al sur.",
  "Y harás cuarenta basas de plata debajo de las veinte tablas; dos basas debajo de una tabla para sus dos espigas, y dos basas debajo de otra tabla para sus dos espigas.",
  "Y al otro lado del tabernáculo, al lado del norte, veinte tablas;",
  "y sus cuarenta basas de plata; dos basas debajo de una tabla, y dos basas debajo de otra tabla.",
  "Y para el lado posterior del tabernáculo, al occidente, harás seis tablas.",
  "Harás además dos tablas para las esquinas del tabernáculo en el lado posterior;",
  "las cuales se unirán desde abajo, y asimismo se juntarán por su alto con un gozne; así será con las otras dos; serán para las dos esquinas.",
  "De suerte que serán ocho tablas, con sus basas de plata, dieciséis basas; dos basas debajo de una tabla, y dos basas debajo de otra tabla.",
  "Harás también cinco travesaños de madera de acacia, para las tablas de un lado del tabernáculo,",
  "y cinco travesaños para las tablas del otro lado del tabernáculo, y cinco travesaños para las tablas del lado posterior del tabernáculo, al occidente.",
  "Y el travesaño de en medio pasará por en medio de las tablas, de un extremo al otro.",
  "Y cubrirás de oro las tablas, y harás sus anillos de oro para meter por ellos los travesaños; también cubrirás de oro los travesaños.",
  "Y alzarás el tabernáculo conforme al modelo que te fue mostrado en el monte.",
  "También harás un velo de azul, púrpura, carmesí y lino torcido; será hecho de obra primorosa, con querubines;",
  "y lo pondrás sobre cuatro columnas de madera de acacia cubiertas de oro; sus capiteles de oro, sobre basas de plata.",
  "Y pondrás el velo debajo de los corchetes, y meterás allí, del velo adentro, el arca del testimonio; y aquel velo os hará separación entre el lugar santo y el santísimo.",
  "Pondrás el propiciatorio sobre el arca del testimonio en el lugar santísimo.",
  "Y pondrás la mesa fuera del velo, y el candelero enfrente de la mesa al lado sur del tabernáculo; y pondrás la mesa al lado del norte.",
  "Harás para la puerta del tabernáculo una cortina de azul, púrpura, carmesí y lino torcido, obra de recamador.",
  "Y harás para la cortina cinco columnas de madera de acacia, las cuales cubrirás de oro, con sus capiteles de oro; y fundirás cinco basas de bronce para ellas."
]
