
[
  "Hizo, pues, Bezaleel y Aholiab, y todo hombre sabio de corazón a quien Jehová dio sabiduría e inteligencia para saber hacer toda la obra del servicio del santuario, todas las cosas que había mandado Jehová.",
  "Y Moisés llamó a Bezaleel y a Aholiab y a todo varón sabio de corazón, en cuyo corazón había puesto Jehová sabiduría, todo hombre a quien su corazón le movió a venir a la obra para trabajar en ella.",
  "Y tomaron de delante de Moisés toda la ofrenda que los hijos de Israel habían traído para la obra del servicio del santuario, a fin de hacerla. Y ellos seguían trayéndole ofrenda voluntaria cada mañana.",
  "Tanto, que vinieron todos los maestros que hacían toda la obra del santuario, cada uno de la obra que hacía,",
  "y hablaron a Moisés, diciendo: El pueblo trae mucho más de lo que se necesita para la obra que Jehová ha mandado que se haga.",
  "Entonces Moisés mandó pregonar por el campamento, diciendo: Ningún hombre ni mujer haga más para la ofrenda del santuario. Así se le impidió al pueblo ofrecer más;",
  "pues tenían material abundante para hacer toda la obra, y sobraba.",
  "Todos los sabios de corazón de entre los que hacían la obra, hicieron el tabernáculo de diez cortinas de lino torcido, azul, púrpura y carmesí; las hicieron con querubines de obra primorosa.",
  "La longitud de una cortina era de veintiocho codos, y la anchura de cuatro codos; todas las cortinas eran de igual medida.",
  "Y unió cinco cortinas la una con la otra; asimismo unió las otras cinco cortinas la una con la otra.",
  "E hizo lazadas de color azul en la orilla de una cortina, en el borde de la unión; así hizo en la orilla de la otra cortina, en el borde de la segunda unión.",
  "Cincuenta lazadas hizo en una cortina, y cincuenta en la segunda cortina, en el borde de la unión; las lazadas de la una correspondían a las de la otra.",
  "Hizo también cincuenta corchetes de oro, y enlazó con ellos las cortinas la una con la otra; y quedó formado un solo tabernáculo.",
  "Hizo asimismo cortinas de pelo de cabra para la tienda sobre el tabernáculo; hizo once cortinas.",
  "La longitud de una cortina era de treinta codos, y la anchura de cuatro codos; las once cortinas eran de una misma medida.",
  "Y unió cinco cortinas aparte, y las otras seis aparte.",
  "Hizo además cincuenta lazadas en la orilla de la cortina que estaba al extremo de la primera unión, y otras cincuenta lazadas en la orilla de la cortina de la segunda unión.",
  "Hizo también cincuenta corchetes de bronce para enlazar la tienda, de modo que fuese una.",
  "E hizo para la tienda una cubierta de pieles de carneros teñidas de rojo, y otra cubierta de pieles de tejones encima.",
  "Además hizo las tablas para el tabernáculo, de madera de acacia, derechas.",
  "La longitud de cada tabla era de diez codos, y de codo y medio la anchura.",
  "Cada tabla tenía dos espigas, para unirlas la una con la otra; así hizo todas las tablas del tabernáculo.",
  "Hizo, pues, las tablas para el tabernáculo; veinte tablas para el lado del sur, al mediodía.",
  "E hizo cuarenta basas de plata debajo de las veinte tablas; dos basas debajo de una tabla, para sus dos espigas, y dos basas debajo de la otra tabla para sus dos espigas.",
  "Y para el otro lado del tabernáculo, que está al norte, hizo veinte tablas,",
  "con sus cuarenta basas de plata; dos basas debajo de una tabla, y dos basas debajo de la otra tabla.",
  "Para el lado occidental del tabernáculo hizo seis tablas.",
  "Para las esquinas del tabernáculo en el lado occidental hizo dos tablas,",
  "las cuales estaban unidas desde abajo, y por arriba se ajustaban con un gozne; así hizo a la una y a la otra en las dos esquinas.",
  "Eran, pues, ocho tablas, y sus basas de plata dieciséis; dos basas debajo de cada tabla.",
  "Hizo también las barras de madera de acacia; cinco para las tablas de un lado del tabernáculo,",
  "cinco barras para las tablas del otro lado del tabernáculo, y cinco barras para las tablas del lado occidental del tabernáculo.",
  "E hizo que la barra de en medio pasase por en medio de las tablas de un extremo al otro.",
  "Y cubrió de oro las tablas, e hizo de oro los anillos de ellas por donde pasasen las barras; cubrió también de oro las barras.",
  "Hizo asimismo el velo de azul, púrpura, carmesí y lino torcido; lo hizo con querubines de obra primorosa.",
  "Y para él hizo cuatro columnas de madera de acacia, y las cubrió de oro, y sus capiteles eran de oro; y fundió para ellas cuatro basas de plata.",
  "Hizo también el velo para la puerta del tabernáculo, de azul, púrpura, carmesí y lino torcido, obra de recamador;",
  "y sus cinco columnas con sus capiteles; y cubrió de oro los capiteles y las molduras, e hizo de bronce sus cinco basas."
]
