
[
  "Cuando alguno hurtare buey u oveja, y lo degollare o vendiere, por aquel buey pagará cinco bueyes, y por aquella oveja cuatro ovejas.",
  "Si el ladrón fuere hallado forzando una casa, y fuere herido y muriere, el que lo hirió no será culpado de su muerte.",
  "Pero si fuere de día, el autor de la muerte será reo de homicidio. El ladrón hará completa restitución; si no tuviere con qué, será vendido por su hurto.",
  "Si fuere hallado con el hurto en la mano, vivo, sea buey o asno u oveja, pagará el doble.",
  "Si alguno hiciere pastar en campo o viña, y metiere su bestia en campo de otro, de lo mejor de su campo y de lo mejor de su viña pagará.",
  "Cuando se prendiere fuego, y al quemar espinos se quemaren mieses amontonadas o en pie, o campo, el que encendió el fuego pagará lo quemado.",
  "Cuando alguno diere a su prójimo plata o alhajas a guardar, y fuere hurtado de la casa de aquel hombre, si el ladrón se hallare, pagará el doble.",
  "Si el ladrón no se hallare, entonces el dueño de la casa será presentado a los jueces, para que se vea si ha metido su mano en los bienes de su prójimo.",
  "En toda clase de fraude, sobre buey, sobre asno, sobre oveja, sobre vestido, sobre toda cosa perdida, cuando alguno dijere: Esto es mío, la causa de ambos vendrá delante de los jueces; y el que los jueces condenaren, pagará el doble a su prójimo.",
  "Si alguno hubiere dado a su prójimo asno, o buey, u oveja, o cualquier otro animal a guardar, y éste muriere o fuere estropeado, o fuere llevado sin verlo nadie;",
  "juramento de Jehová habrá entre ambos, de que no metió su mano en los bienes de su prójimo; y su dueño lo aceptará, y el otro no pagará.",
  "Mas si le hubiere sido hurtado, resarcirá a su dueño.",
  "Y si le hubiere sido arrebatado por fiera, le traerá testimonio, y no pagará lo arrebatado.",
  "Pero si alguno hubiere tomado prestada bestia de su prójimo, y fuere estropeada o muerta, estando ausente su dueño, deberá pagarla.",
  "Si el dueño estaba presente, no la pagará. Si era alquilada, el alquiler cubre el daño.",
  "Si alguno engañare a una doncella que no fuere desposada, y durmiere con ella, deberá dotarla y tomarla por mujer.",
  "Si su padre no quisiere dársela, él le pesará plata conforme a la dote de las vírgenes.",
  "A la hechicera no dejarás que viva.",
  "Cualquiera que cohabitare con bestia, morirá.",
  "El que ofreciere sacrificio a dioses excepto solamente a Jehová, será muerto.",
  "Y al extranjero no engañarás ni angustiarás, porque extranjeros fuisteis vosotros en la tierra de Egipto.",
  "A ninguna viuda ni huérfano afligiréis.",
  "Porque si tú llegas a afligirles, y ellos clamaren a mí, ciertamente oiré su clamor;",
  "y mi furor se encenderá, y os mataré a espada, y vuestras mujeres serán viudas, y huérfanos vuestros hijos.",
  "Cuando prestares dinero a uno de mi pueblo, al pobre que está contigo, no te portarás con él como logrero, ni le impondrás usura.",
  "Si tomares en prenda el vestido de tu prójimo, a la puesta del sol se lo devolverás.",
  "Porque sólo eso es su cubierta, es su vestido para cubrir su cuerpo. ¿En qué dormirá? Y cuando él clamare a mí, yo le oiré, porque soy misericordioso.",
  "No injuriarás a los jueces, ni maldecirás al príncipe de tu pueblo.",
  "No demorarás la primicia de tu cosecha ni de tu lagar. Me darás el primogénito de tus hijos.",
  "Lo mismo harás con el de tu buey y de tu oveja; siete días estará con su madre, y al octavo día me lo darás.",
  "Y me seréis varones santos. No comeréis carne destrozada por las fieras en el campo; a los perros la echaréis."
]
