
[
  "Habló Jehová a Moisés en el desierto de Sinaí, en el tabernáculo de reunión, en el día primero del mes segundo, en el segundo año de su salida de la tierra de Egipto, diciendo:",
  "Tomad el censo de toda la congregación de los hijos de Israel por sus familias, por las casas de sus padres, con la cuenta de los nombres, todos los varones por sus cabezas.",
  "De veinte años arriba, todos los que pueden salir a la guerra en Israel, los contaréis tú y Aarón por sus ejércitos.",
  "Y estará con vosotros un varón de cada tribu, cada uno jefe de la casa de sus padres.",
  "Estos son los nombres de los varones que estarán con vosotros: De la tribu de Rubén, Elisur hijo de Sedeur.",
  "De Simeón, Selumiel hijo de Zurisadai.",
  "De Judá, Naasón hijo de Aminadab.",
  "De Isacar, Natanael hijo de Zuar.",
  "De Zabulón, Eliab hijo de Helón.",
  "De los hijos de José: de Efraín, Elisama hijo de Amiud; de Manasés, Gamaliel hijo de Pedasur.",
  "De Benjamín, Abidán hijo de Gedeoni.",
  "De Dan, Ahiezer hijo de Amisadai.",
  "De Aser, Pagiel hijo de Ocrán.",
  "De Gad, Eliasaf hijo de Deuel.",
  "De Neftalí, Ahira hijo de Enán.",
  "Estos eran los nombrados de la congregación, príncipes de las tribus de sus padres, capitanes de los millares de Israel.",
  "Tomaron, pues, Moisés y Aarón a estos varones que fueron designados por sus nombres,",
  "y reunieron a toda la congregación en el día primero del mes segundo, y fueron agrupados por familias, según las casas de sus padres, conforme a la cuenta de los nombres por cabezas, de veinte años arriba.",
  "Como Jehová lo había mandado a Moisés, los contó en el desierto de Sinaí.",
  "De los hijos de Rubén, primogénito de Israel, por sus generaciones, por sus familias, por las casas de sus padres, conforme a la cuenta de los nombres por cabezas, todos los varones de veinte años arriba, todos los que podían salir a la guerra;",
  "los contados de la tribu de Rubén fueron cuarenta y seis mil quinientos.",
  "De los hijos de Simeón, por sus generaciones, por sus familias, por las casas de sus padres, los contados, conforme a la cuenta de los nombres por cabezas, todos los varones de veinte años arriba, todos los que podían salir a la guerra;",
  "los contados de la tribu de Simeón fueron cincuenta y nueve mil trescientos.",
  "De los hijos de Gad, por sus generaciones, por sus familias, por las casas de sus padres, conforme a la cuenta de los nombres, de veinte años arriba, todos los que podían salir a la guerra;",
  "los contados de la tribu de Gad fueron cuarenta y cinco mil seiscientos cincuenta.",
  "De los hijos de Judá, por sus generaciones, por sus familias, por las casas de sus padres, conforme a la cuenta de los nombres, de veinte años arriba, todos los que podían salir a la guerra;",
  "los contados de la tribu de Judá fueron setenta y cuatro mil seiscientos.",
  "De los hijos de Isacar, por sus generaciones, por sus familias, por las casas de sus padres, conforme a la cuenta de los nombres, de veinte años arriba, todos los que podían salir a la guerra;",
  "los contados de la tribu de Isacar fueron cincuenta y cuatro mil cuatrocientos.",
  "De los hijos de Zabulón, por sus generaciones, por sus familias, por las casas de sus padres, conforme a la cuenta de los nombres, de veinte años arriba, todos los que podían salir a la guerra;",
  "los contados de la tribu de Zabulón fueron cincuenta y siete mil cuatrocientos.",
  "De los hijos de José: de los hijos de Efraín, por sus generaciones, por sus familias, por las casas de sus padres, conforme a la cuenta de los nombres, de veinte años arriba, todos los que podían salir a la guerra;",
  "los contados de la tribu de Efraín fueron cuarenta mil quinientos.",
  "De los hijos de Manasés, por sus generaciones, por sus familias, por las casas de sus padres, conforme a la cuenta de los nombres, de veinte años arriba, todos los que podían salir a la guerra;",
  "los contados de la tribu de Manasés fueron treinta y dos mil doscientos.",
  "De los hijos de Benjamín, por sus generaciones, por sus familias, por las casas de sus padres, conforme a la cuenta de los nombres, de veinte años arriba, todos los que podían salir a la guerra;",
  "los contados de la tribu de Benjamín fueron treinta y cinco mil cuatrocientos.",
  "De los hijos de Dan, por sus generaciones, por sus familias, por las casas de sus padres, conforme a la cuenta de los nombres, de veinte años arriba, todos los que podían salir a la guerra;",
  "los contados de la tribu de Dan fueron sesenta y dos mil setecientos.",
  "De los hijos de Aser, por sus generaciones, por sus familias, por las casas de sus padres, conforme a la cuenta de los nombres, de veinte años arriba, todos los que podían salir a la guerra;",
  "los contados de la tribu de Aser fueron cuarenta y un mil quinientos.",
  "De los hijos de Neftalí, por sus generaciones, por sus familias, por las casas de sus padres, conforme a la cuenta de los nombres, de veinte años arriba, todos los que podían salir a la guerra;",
  "los contados de la tribu de Neftalí fueron cincuenta y tres mil cuatrocientos.",
  "Estos fueron los contados, los cuales contaron Moisés y Aarón y los doce príncipes de Israel, cada uno por la casa de sus padres.",
  "Y fueron todos los contados de los hijos de Israel por las casas de sus padres, de veinte años arriba, todos los que podían salir a la guerra en Israel;",
  "fueron todos los contados seiscientos tres mil quinientos cincuenta.",
  "Pero los levitas, según la tribu de sus padres, no fueron contados entre ellos.",
  "Porque habló Jehová a Moisés, diciendo:",
  "Solamente no contarás la tribu de Leví, ni tomarás la cuenta de ellos entre los hijos de Israel;",
  "sino que pondrás a los levitas en el tabernáculo del testimonio, y sobre todos sus utensilios, y sobre todas las cosas que le pertenecen; ellos llevarán el tabernáculo y todos sus utensilios, y ellos servirán en él, y acamparán alrededor del tabernáculo.",
  "Y cuando el tabernáculo haya de trasladarse, los levitas lo desarmarán, y cuando el tabernáculo haya de detenerse, los levitas lo armarán; y el extraño que se acercare morirá.",
  "Los hijos de Israel acamparán cada uno en su campamento, y cada uno junto a su bandera, por sus ejércitos;",
  "pero los levitas acamparán alrededor del tabernáculo del testimonio, para que no haya ira sobre la congregación de los hijos de Israel; y los levitas tendrán la guarda del tabernáculo del testimonio.",
  "E hicieron los hijos de Israel conforme a todas las cosas que mandó Jehová a Moisés; así lo hicieron."
]
    