
[
  "Aconteció que cuando Moisés hubo acabado de levantar el tabernáculo, y lo hubo ungido y santificado, con todos sus utensilios, y asimismo ungido y santificado el altar y todos sus utensilios,",
  "entonces los jefes de Israel, cabezas de las casas de sus padres, los cuales eran los jefes de las tribus, que estaban sobre los contados, ofrecieron",
  "y trajeron sus ofrendas delante de Jehová, seis carros cubiertos y doce bueyes; por cada dos jefes un carro, y cada uno un buey; y los ofrecieron delante del tabernáculo.",
  "Y Jehová habló a Moisés, diciendo:",
  "Tómalos de ellos, y serán para el servicio del tabernáculo de reunión; y los darás a los levitas, a cada uno según su ministerio.",
  "Moisés, pues, tomó los carros y los bueyes, y los dio a los levitas.",
  "Dos carros y cuatro bueyes dio a los hijos de Gersón, conforme a su ministerio.",
  "Y cuatro carros y ocho bueyes dio a los hijos de Merari, conforme a su ministerio, bajo la mano de Itamar hijo del sacerdote Aarón.",
  "Pero a los hijos de Coat no les dio, porque llevaban sobre sus hombros el servicio del santuario.",
  "Y los jefes ofrecieron para la dedicación del altar el día en que fue ungido, ofreciendo los príncipes sus ofrendas delante del altar.",
  "Y Jehová dijo a Moisés: Ofrecerán su ofrenda los jefes, un jefe cada día, para la dedicación del altar.",
  "El que ofreció su ofrenda el primer día fue Naasón hijo de Aminadab, de la tribu de Judá.",
  "Su ofrenda fue un plato de plata de ciento treinta siclos de peso, y un jarro de plata de setenta siclos, al siclo del santuario; ambos llenos de flor de harina amasada con aceite para ofrenda;",
  "una cuchara de oro de diez siclos, llena de incienso;",
  "un becerro, un carnero, un cordero de un año para holocausto;",
  "un macho cabrío para expiación;",
  "y para ofrenda de paz, dos bueyes, cinco carneros, cinco machos cabríos y cinco corderos de un año. Esta fue la ofrenda de Naasón hijo de Aminadab.",
  "El segundo día ofreció Natanael hijo de Zuar, príncipe de Isacar.",
  "Ofreció como su ofrenda un plato de plata de ciento treinta siclos de peso, y un jarro de plata de setenta siclos, al siclo del santuario; ambos llenos de flor de harina amasada con aceite para ofrenda;",
  "una cuchara de oro de diez siclos, llena de incienso;",
  "un becerro, un carnero, un cordero de un año para holocausto;",
  "un macho cabrío para expiación;",
  "y para ofrenda de paz, dos bueyes, cinco carneros, cinco machos cabríos y cinco corderos de un año. Esta fue la ofrenda de Natanael hijo de Zuar.",
  "El tercer día, Eliab hijo de Helón, príncipe de los hijos de Zabulón.",
  "Su ofrenda fue un plato de plata de ciento treinta siclos de peso, y un jarro de plata de setenta siclos, al siclo del santuario; ambos llenos de flor de harina amasada con aceite para ofrenda;",
  "una cuchara de oro de diez siclos, llena de incienso;",
  "un becerro, un carnero, un cordero de un año para holocausto;",
  "un macho cabrío para expiación;",
  "y para ofrenda de paz, dos bueyes, cinco carneros, cinco machos cabríos y cinco corderos de un año. Esta fue la ofrenda de Eliab hijo de Helón.",
  "El cuarto día, Elisur hijo de Sedeur, príncipe de los hijos de Rubén.",
  "Su ofrenda fue un plato de plata de ciento treinta siclos de peso, y un jarro de plata de setenta siclos, al siclo del santuario; ambos llenos de flor de harina amasada con aceite para ofrenda;",
  "una cuchara de oro de diez siclos, llena de incienso;",
  "un becerro, un carnero, un cordero de un año para holocausto;",
  "un macho cabrío para expiación;",
  "y para ofrenda de paz, dos bueyes, cinco carneros, cinco machos cabríos y cinco corderos de un año. Esta fue la ofrenda de Elisur hijo de Sedeur.",
  "El quinto día, Selumiel hijo de Zurisadai, príncipe de los hijos de Simeón.",
  "Su ofrenda fue un plato de plata de ciento treinta siclos de peso, y un jarro de plata de setenta siclos, al siclo del santuario; ambos llenos de flor de harina amasada con aceite para ofrenda;",
  "una cuchara de oro de diez siclos, llena de incienso;",
  "un becerro, un carnero, un cordero de un año para holocausto;",
  "un macho cabrío para expiación;",
  "y para ofrenda de paz, dos bueyes, cinco carneros, cinco machos cabríos y cinco corderos de un año. Esta fue la ofrenda de Selumiel hijo de Zurisadai.",
  "El sexto día, Eliasaf hijo de Deuel, príncipe de los hijos de Gad.",
  "Su ofrenda fue un plato de plata de ciento treinta siclos de peso, y un jarro de plata de setenta siclos, al siclo del santuario; ambos llenos de flor de harina amasada con aceite para ofrenda;",
  "una cuchara de oro de diez siclos, llena de incienso;",
  "un becerro, un carnero, un cordero de un año para holocausto;",
  "un macho cabrío para expiación;",
  "y para ofrenda de paz, dos bueyes, cinco carneros, cinco machos cabríos y cinco corderos de un año. Esta fue la ofrenda de Eliasaf hijo de Deuel.",
  "El séptimo día, Elisama hijo de Amiud, príncipe de los hijos de Efraín.",
  "Su ofrenda fue un plato de plata de ciento treinta siclos de peso, y un jarro de plata de setenta siclos, al siclo del santuario; ambos llenos de flor de harina amasada con aceite para ofrenda;",
  "una cuchara de oro de diez siclos, llena de incienso;",
  "un becerro, un carnero, un cordero de un año para holocausto;",
  "un macho cabrío para expiación;",
  "y para ofrenda de paz, dos bueyes, cinco carneros, cinco machos cabríos y cinco corderos de un año. Esta fue la ofrenda de Elisama hijo de Amiud.",
  "El octavo día, Gamaliel hijo de Pedasur, príncipe de los hijos de Manasés.",
  "Su ofrenda fue un plato de plata de ciento treinta siclos de peso, y un jarro de plata de setenta siclos, al siclo del santuario; ambos llenos de flor de harina amasada con aceite para ofrenda;",
  "una cuchara de oro de diez siclos, llena de incienso;",
  "un becerro, un carnero, un cordero de un año para holocausto;",
  "un macho cabrío para expiación;",
  "y para ofrenda de paz, dos bueyes, cinco carneros, cinco machos cabríos y cinco corderos de un año. Esta fue la ofrenda de Gamaliel hijo de Pedasur.",
  "El noveno día, Abidán hijo de Gedeoni, príncipe de los hijos de Benjamín.",
  "Su ofrenda fue un plato de plata de ciento treinta siclos de peso, y un jarro de plata de setenta siclos, al siclo del santuario; ambos llenos de flor de harina amasada con aceite para ofrenda;",
  "una cuchara de oro de diez siclos, llena de incienso;",
  "un becerro, un carnero, un cordero de un año para holocausto;",
  "un macho cabrío para expiación;",
  "y para ofrenda de paz, dos bueyes, cinco carneros, cinco machos cabríos y cinco corderos de un año. Esta fue la ofrenda de Abidán hijo de Gedeoni.",
  "El décimo día, Ahiezer hijo de Amisadai, príncipe de los hijos de Dan.",
  "Su ofrenda fue un plato de plata de ciento treinta siclos de peso, y un jarro de plata de setenta siclos, al siclo del santuario; ambos llenos de flor de harina amasada con aceite para ofrenda;",
  "una cuchara de oro de diez siclos, llena de incienso;",
  "un becerro, un carnero, un cordero de un año para holocausto;",
  "un macho cabrío para expiación;",
  "y para ofrenda de paz, dos bueyes, cinco carneros, cinco machos cabríos y cinco corderos de un año. Esta fue la ofrenda de Ahiezer hijo de Amisadai.",
  "El undécimo día, Pagiel hijo de Ocrán, príncipe de los hijos de Aser.",
  "Su ofrenda fue un plato de plata de ciento treinta siclos de peso, y un jarro de plata de setenta siclos, al siclo del santuario; ambos llenos de flor de harina amasada con aceite para ofrenda;",
  "una cuchara de oro de diez siclos, llena de incienso;",
  "un becerro, un carnero, un cordero de un año para holocausto;",
  "un macho cabrío para expiación;",
  "y para ofrenda de paz, dos bueyes, cinco carneros, cinco machos cabríos y cinco corderos de un año. Esta fue la ofrenda de Pagiel hijo de Ocrán.",
  "El duodécimo día, Ahira hijo de Enán, príncipe de los hijos de Neftalí.",
  "Su ofrenda fue un plato de plata de ciento treinta siclos de peso, y un jarro de plata de setenta siclos, al siclo del santuario; ambos llenos de flor de harina amasada con aceite para ofrenda;",
  "una cuchara de oro de diez siclos, llena de incienso;",
  "un becerro, un carnero, un cordero de un año para holocausto;",
  "un macho cabrío para expiación;",
  "y para ofrenda de paz, dos bueyes, cinco carneros, cinco machos cabríos y cinco corderos de un año. Esta fue la ofrenda de Ahira hijo de Enán.",
  "Esta fue la ofrenda que los príncipes de Israel ofrecieron para la dedicación del altar, el día en que fue ungido: doce platos de plata, doce jarros de plata, doce cucharas de oro.",
  "Cada plato de plata de ciento treinta siclos, y cada jarro de setenta; toda la plata de los vasos, dos mil cuatrocientos siclos, al siclo del santuario.",
  "Las doce cucharas de oro llenas de incienso, de diez siclos cada cuchara, al siclo del santuario; todo el oro de las cucharas, ciento veinte siclos.",
  "Todos los bueyes para holocausto, doce becerros; doce los carneros, y doce los corderos de un año, con su ofrenda; y doce los machos cabríos para expiación.",
  "Y todos los bueyes de la ofrenda de paz, veinticuatro novillos; sesenta los carneros, sesenta los machos cabríos, y sesenta los corderos de un año. Esta fue la ofrenda para la dedicación del altar, después que fue ungido.",
  "Y cuando entraba Moisés en el tabernáculo de reunión, para hablar con Dios, oía la voz que le hablaba de encima del propiciatorio que estaba sobre el arca del testimonio, de entre los dos querubines; y hablaba con él."
]
    