[
"Comenzó Salomón a edificar la casa de Jehová en Jerusalén, en el monte Moriah, que había sido mostrado a David su padre, en el lugar que David había preparado en la era de Ornán jebuseo.",
"Y comenzó a edificar en el mes segundo, a los dos días del mes, en el cuarto año de su reinado.",
"Estas son las medidas que dio Salomón para los cimientos de la casa de Dios. La primera medida fue de sesenta codos de longitud, y de veinte codos de anchura.",
"El pórtico que estaba al frente del templo tenía de longitud lo mismo que el ancho de la casa, veinte codos, y su altura era de ciento veinte codos; y lo cubrió por dentro de oro puro.",
"Y recubrió la casa mayor con madera de ciprés, la cual cubrió de oro fino, e hizo realzar en ella palmeras y cadenas.",
"Recubrió también la casa de piedras preciosas para ornamento; y el oro era oro de Parvaim.",
"Así cubrió la casa, sus vigas, sus umbrales, sus paredes y sus puertas, con oro; y esculpió querubines en las paredes.",
"Hizo también el lugar santísimo, cuya longitud era de veinte codos según el ancho de la casa, y su anchura de veinte codos; y lo recubrió de oro fino, que ascendía a seiscientos talentos.",
"Y el peso de los clavos era de cincuenta siclos de oro. Cubrió también de oro los aposentos altos.",
"Y dentro del lugar santísimo hizo dos querubines de obra de escultura, los cuales fueron cubiertos de oro.",
"Las alas de los querubines medían veinte codos; el ala de uno, de cinco codos, tocaba la pared de la casa, y la otra ala, de cinco codos, tocaba el ala del otro querubín.",
"Asimismo el ala del otro querubín, de cinco codos, tocaba la otra pared, y la otra ala, de cinco codos, se unía al ala del primer querubín.",
"Así las alas de estos querubines estaban extendidas por veinte codos; y estaban ellos en pie con los rostros hacia la casa.",
"Hizo también el velo de azul, púrpura, carmesí y lino, e hizo realzar querubines en él.",
"Delante de la casa hizo dos columnas de treinta y cinco codos de altura cada una, con sus capiteles de cinco codos.",
"Hizo asimismo cadenas en el santuario, y las puso sobre las cabezas de las columnas; e hizo cien granadas, las cuales puso en las cadenas.",
"Y erigió las columnas delante del templo, una a la mano derecha, y otra a la izquierda; y a la de la mano derecha llamó Jaquín, y a la de la izquierda, Boaz."
]