[
  "Vino a mí palabra de Jehová, diciendo:",
  "Hijo de hombre, tú habitas en medio de casa rebelde, los cuales tienen ojos para ver y no ven; tienen oídos para oír y no oyen; porque son casa rebelde.",
  "Por tanto tú, hijo de hombre, prepárate enseres de marcha, y parte de día delante de ellos; y te pasarás de tu lugar a otro lugar a vista de ellos; por si tal vez atienden, porque son casa rebelde.",
  "Y sacarás tus enseres de día delante de ellos, como enseres de cautiverio; mas tú saldrás por la tarde a vista de ellos, como quien sale en cautiverio.",
  "Delante de sus ojos te abrirás paso por entre la pared, y saldrás por ella.",
  "Delante de sus ojos los llevarás sobre tus hombros; en la oscuridad los sacarás; cubrirás tu rostro para no ver la tierra, porque por señal te he puesto a la casa de Israel.",
  "Y yo hice como me fue mandado; saqué mis enseres de día, como enseres de cautiverio, y a la tarde me abrí paso por entre la pared con la mano; salí de noche, los llevé sobre el hombro a vista de ellos.",
  "Y vino a mí palabra de Jehová por la mañana, diciendo:",
  "Hijo de hombre, ¿no te ha dicho la casa de Israel, aquella casa rebelde: Qué haces?",
  "Diles: Así ha dicho Jehová el Señor: Esta profecía se refiere al príncipe en Jerusalén, y a toda la casa de Israel que está en medio de ella.",
  "Diles: Yo soy vuestra señal; como yo hice, así se hará con ellos; al cautiverio y a la prisión irán.",
  "Y al príncipe que está en medio de ellos llevarán a cuestas de noche, y saldrán; por la pared abrirán paso para sacarlo por ella; cubrirá su rostro para no ver con sus ojos la tierra.",
  "Mas yo extenderé mi red sobre él, y será preso en mi trampa; y lo haré llevar a Babilonia, tierra de los caldeos; pero no la verá, y allá morirá.",
  "Y a todos sus asistentes alrededor de él y a todas sus tropas esparciré a todos los vientos, y desenvainaré espada en pos de ellos.",
  "Y sabrán que yo soy Jehová, cuando los esparciere entre las naciones y los dispersare por la tierra.",
  "Y haré que de ellos queden unos pocos hombres libres de la espada, del hambre y de la pestilencia, para que cuenten todas sus abominaciones entre las naciones adonde llegaren; y sabrán que yo soy Jehová.",
  "Vino a mí palabra de Jehová, diciendo:",
  "Hijo de hombre, come tu pan con temblor, y bebe tu agua con estremecimiento y con ansiedad.",
  "Y dirás al pueblo de la tierra: Así ha dicho Jehová el Señor sobre los moradores de Jerusalén y sobre la tierra de Israel: Su pan comerán con ansiedad, y con espanto beberán su agua; porque su tierra será despojada de su plenitud, por la violencia de todos los que en ella moran.",
  "Y las ciudades habitadas quedarán desiertas, y la tierra será asolada; y sabréis que yo soy Jehová.",
  "Vino a mí palabra de Jehová, diciendo:",
  "Hijo de hombre, ¿qué refrán es éste que tenéis vosotros en la tierra de Israel, que dice: Se prolongan los días, y toda visión perece?",
  "Diles por tanto: Así ha dicho Jehová el Señor: Haré cesar este refrán, y no lo repetirán más en Israel. Diles, pues: Se han acercado aquellos días, y el cumplimiento de toda visión.",
  "Porque no habrá más visión vana, ni habrá adivinación de lisonjeros en medio de la casa de Israel.",
  "Porque yo Jehová hablaré; y se cumplirá la palabra que yo hable; no se tardará más; antes en vuestros días, oh casa rebelde, hablaré palabra, y la cumpliré, dice Jehová el Señor.",
  "Y vino a mí palabra de Jehová, diciendo:",
  "Hijo de hombre, he aquí que los de la casa de Israel dicen: La visión que éste ve es para de aquí a muchos días, para lejanos tiempos profetiza éste.",
  "Diles por tanto: Así ha dicho Jehová el Señor: No se tardará más ninguna de mis palabras, sino que la palabra que yo hable se cumplirá, dice Jehová el Señor."
]
