
[
"Aconteció en el año duodécimo, en el mes duodécimo, el día primero del mes, que vino a mí palabra de Jehová, diciendo:",
"Hijo de hombre, levanta endechas sobre Faraón rey de Egipto, y dile: A leoncillo de naciones eres semejante, y eres como el dragón en los mares; pues secabas tus ríos, y enturbiabas las aguas con tus pies, y hollabas sus riberas.",
"Así ha dicho Jehová el Señor: Yo extenderé sobre ti mi red con reunión de muchos pueblos, y te harán subir con mi red.",
"Y te dejaré en tierra, te echaré sobre la faz del campo, y haré que se posen sobre ti todas las aves del cielo, y llenaré de ti a las fieras de toda la tierra.",
"Pondré tus carnes sobre los montes, y llenaré los valles de tus cadáveres.",
"Y regaré de tu sangre la tierra donde nadas, hasta los montes; y los arroyos se llenarán de ti.",
"Y cuando te haya extinguido, cubriré los cielos, y haré entenebrecer sus estrellas; el sol cubriré con nublado, y la luna no hará resplandecer su luz.",
"Haré entenebrecer todos los astros brillantes del cielo por ti, y pondré tinieblas sobre tu tierra, dice Jehová el Señor.",
"Y entristeceré el corazón de muchos pueblos, cuando lleve al cautiverio a los tuyos entre las naciones, a las tierras que no conociste.",
"Y dejaré atónitos por ti a muchos pueblos, y sus reyes tendrán horror grande a causa de ti, cuando haga brillar mi espada delante de sus rostros, y todos se sobresalten en sus ánimos a cada momento en el día de tu caída.",
"Porque así ha dicho Jehová el Señor: La espada del rey de Babilonia vendrá sobre ti.",
"Con espadas de fuertes haré caer a tu pueblo; todos ellos serán los más fuertes de las naciones, y destruirán la soberbia de Egipto, y toda su multitud será deshecha.",
"Todas sus bestias destruiré de sobre las muchas aguas; ni más las enturbiará pie de hombre, ni pezuña de bestia las enturbiará.",
"Entonces haré asentarse sus aguas, y haré correr sus ríos como aceite, dice Jehová el Señor.",
"Cuando ponga la tierra de Egipto en desolación, y la tierra quede despojada de cuanto hay en ella, cuando hiera a todos los que en ella moran, sabrán que yo soy Jehová.",
"Endecha es esta, y la cantarán; las hijas de las naciones la cantarán; endecharán sobre Egipto y sobre toda su multitud, dice Jehová el Señor.",
"Aconteció en el año duodécimo, en el día quince del mes, que vino a mí palabra de Jehová, diciendo:",
"Hijo de hombre, endecha sobre la multitud de Egipto, y despéñalo, a él y a las hijas de las naciones poderosas, a lo profundo de la tierra, con los que descienden a la sepultura.",
"Porque eres más hermoso que los otros, desciende, y yace con los incircuncisos.",
"Entre los muertos a espada caerán; a la espada es entregado; de él y de toda su multitud tomarán.",
"De en medio del Seol hablarán a él los fuertes de los fuertes, con los que le ayudaron, que descendieron y yacen con los incircuncisos muertos a espada.",
"Allí está Asiria con toda su multitud; en derredor de él están sus sepulcros; todos ellos cayeron muertos a espada.",
"Sus sepulcros fueron puestos a los lados de la fosa, y su gente está por los alrededores de su sepulcro; todos ellos cayeron muertos a espada, los cuales sembraron el terror en la tierra de los vivientes.",
"Allí está Elam, y toda su multitud por los alrededores de su sepulcro; todos ellos cayeron muertos a espada, los cuales descendieron incircuncisos a lo más profundo de la tierra, porque sembraron su terror en la tierra de los vivientes, mas llevaron su confusión con los que descienden al sepulcro.",
"En medio de los muertos a espada le pusieron lecho con toda su multitud; a sus alrededores están sus sepulcros; todos ellos incircuncisos, muertos a espada, por cuanto sembraron el terror en la tierra de los vivientes, mas llevaron su confusión con los que descienden al sepulcro; él fue puesto en medio de los muertos.",
"Allí están Mesec y Tubal, y toda su multitud; en sus alrededores están sus sepulcros; todos ellos incircuncisos, muertos a espada, porque habían sembrado su terror en la tierra de los vivientes.",
"Y no yacerán con los fuertes de los incircuncisos que cayeron, los cuales descendieron al Seol con sus armas de guerra, y cuyas espadas estaban puestas debajo de sus cabezas; mas sus maldades estarán sobre sus huesos, porque fueron terror de fuertes en la tierra de los vivientes.",
"Tú, pues, serás quebrantado entre los incircuncisos, y yacerás con los muertos a espada.",
"Allí está Edom, sus reyes y todos sus príncipes, los cuales con su poderío fueron puestos con los muertos a espada; ellos yacerán con los incircuncisos, y con los que descienden al sepulcro.",
"Allí están los príncipes del norte, todos ellos, y todos los sidonios, que descendieron con los muertos, avergonzados de su poderío, incircuncisos; y yacerán con los muertos a espada, y llevarán su confusión con los que descienden al sepulcro.",
"A éstos verá Faraón, y se consolará sobre toda su multitud; Faraón muerto a espada, y todo su ejército, dice Jehová el Señor.",
"Porque puse mi terror en la tierra de los vivientes, también Faraón y toda su multitud yacerán entre los incircuncisos con los muertos a espada, dice Jehová el Señor."
]
    