
[
"Me introdujo luego en el templo, y midió los postes, de seis codos de ancho de un lado, y seis codos de ancho de otro, que era la anchura del tabernáculo.",
"Y la anchura de la puerta era de diez codos; y los lados de la puerta, de cinco codos de un lado, y cinco de otro. Y midió su longitud, de cuarenta codos, y la anchura de veinte codos.",
"Y pasó al interior, y midió cada poste de la puerta, de dos codos; y la puerta de siete codos, y la anchura de la puerta de siete codos.",
"Midió también su longitud, de veinte codos, y la anchura de veinte codos, delante del templo; y me dijo: Este es el lugar santísimo.",
"Después midió el muro de la casa, de seis codos; y de cuatro codos la anchura de las cámaras laterales, en derredor de la casa por todos lados.",
"Y las cámaras laterales estaban una sobre otra, treinta y tres por todo; y entraban las vigas en la pared de la casa alrededor, para que las cámaras se apoyasen en ella, y no en la pared de la casa.",
"Y había mayor anchura en las cámaras de más arriba; la escalera de caracol de la casa subía más alto alrededor por dentro de la casa; por tanto, la casa era más ancha arriba; así de la cámara inferior se subía a la de en medio, y de ésta a la superior.",
"Y miré la altura de la casa alrededor; los cimientos de las cámaras eran de una caña entera de seis codos largos.",
"La anchura de la pared de afuera de las cámaras era de cinco codos, y el espacio que quedaba de las cámaras de la casa por dentro.",
"Y entre las cámaras había anchura de veinte codos por todos los lados alrededor de la casa.",
"Y la puerta de cada cámara salía al espacio que quedaba, una puerta hacia el norte, y otra puerta hacia el sur; y la anchura del espacio que quedaba era de cinco codos por todo alrededor.",
"Y el edificio que estaba delante del espacio abierto al lado del occidente era de setenta codos de ancho; y la pared del edificio, de cinco codos de espesor alrededor, y noventa codos de longitud.",
"Y midió la casa, cien codos de largo; y el espacio abierto y el edificio y sus paredes, de cien codos de longitud.",
"Y la anchura del frente de la casa, y del espacio abierto al oriente, de cien codos.",
"Y midió la longitud del edificio que estaba delante del espacio abierto que había detrás de él, y sus cámaras de un lado y de otro, cien codos; y el templo de dentro, y los portales del atrio.",
"Los umbrales, y las ventanas estrechas, y las cámaras, en tres pisos alrededor a las tres, estaban cubiertos de madera desde el suelo hasta las ventanas; y las ventanas también cubiertas.",
"Encima de la puerta, y hasta la casa de adentro, y de fuera, y por toda la pared en derredor por dentro y por fuera, tomó medidas.",
"Y estaba labrada con querubines y palmeras; entre querubín y querubín una palmera; y cada querubín tenía dos rostros;",
"un rostro de hombre hacia la palmera de un lado, y un rostro de león hacia la palmera del otro lado, por toda la casa alrededor.",
"Desde el suelo hasta encima de la puerta había querubines y palmeras labradas, y por toda la pared del templo.",
"El poste del templo era cuadrado, y el del frente del santuario era como el otro frente.",
"La madera del altar era de tres codos de alto, y su longitud de dos codos; y sus esquinas, su superficie y sus paredes eran de madera. Y me dijo: Esta es la mesa que está delante de Jehová.",
"Y el templo y el santuario tenían dos puertas.",
"Y en cada puerta había dos hojas, dos hojas que giraban; dos hojas en una puerta, y otras dos en la otra.",
"Y en las puertas del templo había labrados querubines y palmeras, así como estaban labrados en las paredes; y había un umbral de madera en la fachada del vestíbulo por fuera.",
"Y había ventanas estrechas, y palmeras de uno y otro lado a los lados del vestíbulo, y en las cámaras de la casa, y en los umbrales."
]
    