
[
"Cuando repartáis por suertes la tierra en heredad, apartaréis una ofrenda a Jehová, una porción santa de la tierra; la longitud será de veinticinco mil cañas, y la anchura de diez mil; será santa en todo su territorio alrededor.",
"De ésta será para el santuario la parte cuadrada de quinientas cañas por quinientas en derredor, y cincuenta codos de ejido alrededor.",
"Y de esta medida medirás en longitud veinticinco mil, y en anchura diez mil, en lo cual estará el santuario y el lugar santísimo.",
"Lo santo de esta tierra será para los sacerdotes ministros del santuario, que se acercan para ministrar a Jehová; y servirá de lugar para sus casas, y como recinto sagrado para el santuario.",
"Asimismo veinticinco mil de longitud y diez mil de anchura, lo cual será de los levitas ministros de la casa, tendrán para sí en posesión, para sus cámaras.",
"Para posesión de la ciudad daréis cinco mil de anchura y veinticinco mil de longitud, delante de lo que se apartó para el santuario; será para toda la casa de Israel.",
"Y la parte del príncipe estará junto a la porción santa y junto a la posesión de la ciudad, delante de la porción santa y delante de la posesión de la ciudad, desde el occidente hasta el oriente, y la longitud será correspondiente a una de las demás partes, desde el límite occidental hasta el límite oriental.",
"Esta tierra tendrá por posesión en Israel; y nunca más mis príncipes oprimirán a mi pueblo; y darán la tierra a la casa de Israel conforme a sus tribus.",
"Así ha dicho Jehová el Señor: ¡Basta ya, oh príncipes de Israel! Dejad la violencia y la rapiña; haced juicio y justicia; quitad vuestras imposiciones de sobre mi pueblo, dice Jehová el Señor.",
"Balanza justa, efa justo, y bato justo tendréis.",
"El efa y el bato serán de una misma medida: que el bato contenga la décima parte del homer, y la décima parte del homer el efa; la medida de ellos será según el homer.",
"Y el siclo será de veinte geras. Veinte siclos, veinticinco siclos, quince siclos, os serán una mina.",
"Esta será la ofrenda que ofreceréis: la sexta parte de un efa por cada homer del trigo, y la sexta parte de un efa por cada homer de la cebada.",
"La ordenanza para el aceite será que por cada bato de aceite ofreceréis la décima parte de un bato por cada coro, que es un homer de diez batos; porque diez batos hacen un homer.",
"Y una oveja del rebaño de doscientas, de las engordadas de Israel, para sacrificio, y para holocausto y para ofrendas de paz, a fin de hacer expiación por ellos, dice Jehová el Señor.",
"Todo el pueblo de la tierra estará obligado a dar esta ofrenda para el príncipe de Israel.",
"Mas al príncipe corresponderá dar el holocausto, el sacrificio y la libación en las fiestas solemnes, en las lunas nuevas, en los días de reposo y en todas las fiestas de la casa de Israel; él dispondrá la expiación, la ofrenda, el holocausto y las ofrendas de paz, para hacer expiación por la casa de Israel.",
"Así ha dicho Jehová el Señor: El mes primero, el día primero del mes, tomarás de la vacada un becerro sin defecto, y purificarás el santuario.",
"Y el sacerdote tomará de la sangre de la expiación, y pondrá sobre los postes de la casa, y sobre los cuatro ángulos del descanso del altar, y sobre los postes de las puertas del atrio interior.",
"Así harás el séptimo día del mes por los que pecaron por error y por engaño, y harás expiación por la casa.",
"El mes primero, a los catorce días del mes, tendréis la pascua, fiesta de siete días; se comerá pan sin levadura.",
"Aquel día el príncipe sacrificará por sí mismo y por todo el pueblo de la tierra, un becerro por el pecado.",
"Y en los siete días de la fiesta solemne ofrecerá holocausto a Jehová, siete becerros y siete carneros sin defecto, cada día de los siete días; y por el pecado un macho cabrío cada día.",
"Y con cada becerro ofrecerá ofrenda de un efa, y con cada carnero un efa; y por cada efa un hin de aceite.",
"En el mes séptimo, a los quince días del mes, en la fiesta, hará según esto por siete días; conforme al sacrificio por el pecado, conforme al holocausto, y conforme a la ofrenda y al aceite."
]
    