
[
"Estos son los nombres de las tribus: Desde el extremo norte, junto al camino de Hetlón viniendo a Hamat, Hazar-enán, el límite de Damasco al norte, junto a Hamat, tendrá Dan una parte, desde el lado oriental hasta el occidental.",
"Junto al límite de Dan, desde el lado del oriente hasta el lado del mar, tendrá Aser una parte.",
"Junto al límite de Aser, desde el lado del oriente hasta el lado del mar, Neftalí, otra.",
"Junto al límite de Neftalí, desde el lado del oriente hasta el lado del mar, Manasés, otra.",
"Junto al límite de Manasés, desde el lado del oriente hasta el lado del mar, Efraín, otra.",
"Junto al límite de Efraín, desde el lado del oriente hasta el lado del mar, Rubén, otra.",
"Junto al límite de Rubén, desde el lado del oriente hasta el lado del mar, Judá, otra.",
"Junto al límite de Judá, desde el lado del oriente hasta el lado del mar, estará la porción que reservaréis de veinticinco mil cañas de anchura, y de longitud como cualquiera de las otras partes, esto es, desde el lado del oriente hasta el lado del mar; y el santuario estará en medio de ella.",
"La porción que reservaréis para Jehová tendrá de longitud veinticinco mil cañas, y diez mil de anchura.",
"La porción santa que pertenecerá a los sacerdotes será de veinticinco mil cañas al norte, y de diez mil de anchura al occidente, y de diez mil de anchura al oriente, y de veinticinco mil de longitud al sur; y el santuario de Jehová estará en medio de ella.",
"Los sacerdotes santificados de los hijos de Sadoc, que me guardaron fidelidad, que no se apartaron cuando se descarriaron los hijos de Israel, como se descarriaron los demás levitas,",
"tendrán como parte santísima la porción de la tierra reservada, junto al límite de la de los levitas.",
"Y junto al territorio de los sacerdotes, los levitas tendrán veinticinco mil cañas de longitud y diez mil de anchura; toda la longitud de veinticinco mil, y la anchura de diez mil.",
"No venderán nada de ello, ni lo permutarán, ni traspasarán las primicias de la tierra; porque es cosa consagrada a Jehová.",
"Y las cinco mil cañas de anchura que quedan de las veinticinco mil, serán para la ciudad, para habitación y para ejido; y la ciudad estará en medio de ellas.",
"Estas serán sus medidas: al lado del norte cuatro mil quinientas, al lado del sur cuatro mil quinientas, al lado del oriente cuatro mil quinientas, y al lado del occidente cuatro mil quinientas cañas.",
"Y el ejido de la ciudad será de doscientas cincuenta cañas al norte, y de doscientas cincuenta al sur, y de doscientas cincuenta al oriente, y de doscientas cincuenta al occidente.",
"Y lo que quedare de longitud delante de la porción santa, diez mil cañas al oriente y diez mil al occidente, que corresponde a la porción santa, será para sembrar para los que sirven a la ciudad.",
"Y los que sirvan a la ciudad serán de todas las tribus de Israel.",
"Toda la porción reservada de veinticinco mil cañas por veinticinco mil en cuadro, reservaréis como porción para el santuario, y para la posesión de la ciudad.",
"Del resto será la parte del príncipe, a un lado y al otro de la porción santa y de la posesión de la ciudad, delante de la porción santa y delante de la posesión de la ciudad, desde el lado occidental hasta el oriente; y la longitud será desde el límite occidental hasta el límite oriental, correspondiente a una de las partes.",
"Esta tierra será su posesión en Israel; y nunca más mis príncipes oprimirán a mi pueblo; y darán la tierra a la casa de Israel conforme a sus tribus.",
"Así ha dicho Jehová el Señor: ¡Basta ya, oh príncipes de Israel! Dejad la violencia y la rapiña. Haced juicio y justicia; quitad vuestras exacciones de sobre mi pueblo, dice Jehová el Señor.",
"Tendréis balanzas justas, y efa justo, y bato justo.",
"El efa y el bato serán de una misma medida; el bato será la décima parte del homer, y el efa la décima parte del homer; la medida de ellos será según el homer.",
"Y el siclo será de veinte geras; veinte siclos, más veinticinco siclos, más quince siclos, os serán una mina.",
"Esta será la ofrenda que ofreceréis: la sexta parte de un efa de cada homer de trigo; y la sexta parte de un efa de cada homer de cebada.",
"Y la ordenanza acerca del aceite será que del bato de aceite, ofreceréis la décima parte de un bato por cada coro, que es un homer de diez batos; porque diez batos hacen un homer.",
"Y una oveja del rebaño de doscientas, de las gruesas de Israel, para sacrificio, y para holocausto, y para ofrendas de paz, para hacer expiación por ellos, dice Jehová el Señor.",
"Todo el pueblo de la tierra estará obligado a dar esta ofrenda para el príncipe de Israel.",
"Mas del príncipe será dar el holocausto y el sacrificio y la libación en las solemnidades, en las lunas nuevas, en los días de reposo, y en todas las fiestas de la casa de Israel; él dispondrá la expiación, la ofrenda, el holocausto, y las ofrendas de paz, para hacer expiación por la casa de Israel.",
"Junto al límite de Benjamín, desde el lado del oriente hasta el lado del mar, Simeón, otra.",
"Junto al límite de Simeón, desde el lado del oriente hasta el lado del mar, Isacar, otra.",
"Junto al límite de Isacar, desde el lado del oriente hasta el lado del mar, Zabulón, otra.",
"Junto al límite de Zabulón, desde el lado del oriente hasta el lado del mar, Gad, otra.",
"Junto al límite de Gad, al lado meridional, al sur, será el límite desde Tamar hasta las aguas de las rencillas de Cades, y el arroyo hasta el Mar Grande.",
"Esta es la tierra que repartiréis por suertes en heredad a las tribus de Israel, y estas son sus porciones, dice Jehová el Señor.",
"Y estas son las salidas de la ciudad: al lado del norte, cuatro mil quinientas cañas por medida.",
"Y las puertas de la ciudad serán según los nombres de las tribus de Israel: tres puertas al norte; la puerta de Rubén, una; la puerta de Judá, otra; la puerta de Leví, otra.",
"Al lado del oriente, cuatro mil quinientas cañas, y tres puertas: la puerta de José, una; la puerta de Benjamín, otra; la puerta de Dan, otra.",
"Al lado del sur, cuatro mil quinientas cañas por medida, y tres puertas: la puerta de Simeón, una; la puerta de Isacar, otra; la puerta de Zabulón, otra.",
"Al lado del occidente, cuatro mil quinientas cañas, y sus tres puertas: la puerta de Gad, una; la puerta de Aser, otra; la puerta de Neftalí, otra.",
"En derredor tendrá dieciocho mil cañas. Y el nombre de la ciudad desde aquel día será Jehová-sama."
]
    